[
  {
    "id": 10,
    "des": "Prairie dogs say hello with kisses."
  },
  {
    "id": 20,
    "des": "If your dog's feet smell like corn chips, you're not alone. The term \"Frito Feet\" was coined to describe the scent."
  },
  {
    "id": 358,
    "des": "Looking at cute animal pictures at work can make you more productive, a study claims."
  },
  {
    "id": 359,
    "des": "80% of all animals on earth \nare Insects."
  },
  {
    "id": 360,
    "des": "Small Animals Sense Time Slower Than Humans."
  },
  {
    "id": 361,
    "des": "Animals react to social pressure much as humans do, a study concluded."
  },
  {
    "id": 362,
    "des": "A \"Panther\" isn't a real animal. It's actually a term used to describe black cougars, jaguars and leopards."
  },
  {
    "id": 363,
    "des": "The deepest living animal ever found is a \"devil worm\" living 2.2. miles (3.6 kilometers) below."
  },
  {
    "id": 364,
    "des": "Charles Darwin Ate Every Animal He Discovered."
  },
  {
    "id": 365,
    "des": "Leo Da Vinci used to buy caged animals at the market just to set them free."
  },
  {
    "id": 366,
    "des": "70% of all animals in the jungle rely on figs for their survival."
  },
  {
    "id": 367,
    "des": "The Chinese soft-shelled turtle is the first animal known to pee via its mouth."
  },
  {
    "id": 368,
    "des": "Heavily hunted animals live in Chernobyl, because it is safer where there are no humans."
  },
  {
    "id": 369,
    "des": "Many animals have been reported to commit suicide, including dogs, cows, bulls, and sheep."
  },
  {
    "id": 370,
    "des": "The wood frog and other animals have the ability to freeze solid during winter, thaw in the spring and remain perfectly healthy."
  },
  {
    "id": 371,
    "des": "Calvin Klein's \"Obsession for Men\" is spread in camera traps because it attracts wild cats and other animals."
  },
  {
    "id": 372,
    "des": "Humans have caused 322 animal extinctions over the past 500 years"
  },
  {
    "id": 373,
    "des": "Pope Paul VI claimed that animals can go to heaven"
  },
  {
    "id": 374,
    "des": "The last animal in the dictionary is the zyzzyva, a tropical weevil"
  },
  {
    "id": 375,
    "des": "African elephants have the best sense of smell in the animal kingdom."
  },
  {
    "id": 376,
    "des": "Dolphins have the longest memory in the animal kingdom."
  },
  {
    "id": 377,
    "des": "1/3 of pet owners let their animals sleep in bed with them."
  },
  {
    "id": 378,
    "des": "The deadliest animal in Africa is the hippopotamus."
  },
  {
    "id": 379,
    "des": "In China, it is mandatory that cosmetic products are tested on animals while in Europe it's prohibited."
  },
  {
    "id": 380,
    "des": "Gelatin is derived from collagen, a protein collected from animal skin."
  },
  {
    "id": 381,
    "des": "Plants and warm-blooded animals closer to the equator tend to be darker."
  },
  {
    "id": 382,
    "des": "Animals, including pigs, horses, and even insects, could be tried and convicted of crimes for several centuries across many parts of Europe"
  },
  {
    "id": 383,
    "des": "Animals avoid power lines because they see frightening ultraviolet flashes that are invisible to humans."
  },
  {
    "id": 384,
    "des": "Humans are killing 1,776 animals for food every second."
  },
  {
    "id": 385,
    "des": "Global warming could drive to extinction as many as 1 in 6 animal and plant species."
  },
  {
    "id": 386,
    "des": "California 's official state animal is extinct."
  },
  {
    "id": 387,
    "des": "During the outbreak of WWII, London Zoo killed all their venomous animals in case the zoo was bombed and the animals escaped."
  },
  {
    "id": 388,
    "des": "The animal in the Firefox logo isn't a Fox. It's a Red Panda."
  },
  {
    "id": 389,
    "des": "Over 16,000 religious festivals across Spain are said to involve animal cruelty. About 60,000 animals die every year on them."
  },
  {
    "id": 390,
    "des": "The scientific name of the llama is \"lama glama."
  },
  {
    "id": 391,
    "des": "Alex, an African grey parrot, was the first and only non-human animal to ask an existential question: he asked what color he was."
  },
  {
    "id": 392,
    "des": "The \"No Animals Were Harmed\" moniker on movies only applies while film is actually recording."
  },
  {
    "id": 17,
    "des": "The fur of the binturong, also known as the \"Asian Bear Cat,\" smells like popcorn. The scent is believed to come from a gland located near the tail."
  },
  {
    "id": 19,
    "des": "The longest distance a deepwater lobster has been recorded to travel is 225 miles."
  },
  {
    "id": 20,
    "des": "Orcas (killer whales), when traveling in groups, breathe in unison."
  },
  {
    "id": 25,
    "des": "A monkey was once tried and convicted for smoking a cigarette in South Bend, Indiana."
  },
  {
    "id": 56,
    "des": "Scallops have approximately 100 eyes around the edge of its shell."
  },
  {
    "id": 63,
    "des": "Not all polar bears hibernate; only pregnant females polar bears do."
  },
  {
    "id": 71,
    "des": "The Koala bear is not really a bear, but is really related to the kangaroo and the wombat."
  },
  {
    "id": 77,
    "des": "The hydra, which is related to the jellyfish, can grow its body back in a couple of days if it is cut in half."
  },
  {
    "id": 82,
    "des": "Chinese Crested dogs can get acne."
  },
  {
    "id": 102,
    "des": "Irish Wolfhound dogs have a short lifespan and live about 7-8 years."
  },
  {
    "id": 104,
    "des": "Female alligators lay about 40 eggs that hatch in 60 - 70 days."
  },
  {
    "id": 106,
    "des": "Emus cannot walk backwards."
  },
  {
    "id": 112,
    "des": "The only species of turtle that lives in the open ocean is the sea turtle."
  },
  {
    "id": 116,
    "des": "Some octopuses have been known to eat their arms off when they are exposed to stressful situations."
  },
  {
    "id": 118,
    "des": "The skeleton of a spider is located on the outside of the body. The name for this is exoskelton."
  },
  {
    "id": 127,
    "des": "Some snails live on branches in trees."
  },
  {
    "id": 145,
    "des": "Corals take a long time to grow. Some corals only grow one centimeter in one year."
  },
  {
    "id": 164,
    "des": "An average city dog lives approximately three years longer than an average country dog."
  },
  {
    "id": 173,
    "des": "The fastest moving land snake is the Black Mamba, which can move up to 7 miles per hour."
  },
  {
    "id": 175,
    "des": "Rabbits can live up to ten years."
  },
  {
    "id": 188,
    "des": "The dumbest dog in the world is the Afghan Hound."
  },
  {
    "id": 191,
    "des": "The honey badger can withstand hundreds of bee stings that would otherwise kill another animal."
  },
  {
    "id": 195,
    "des": "The word \"moose\" comes from the native Algonquian Indian word meaning \"twig eater."
  },
  {
    "id": 197,
    "des": "An armadillo can walk under water."
  },
  {
    "id": 201,
    "des": "On average, a typical dairy cow lies down and stands up about 14 times a day."
  },
  {
    "id": 213,
    "des": "The Basenji dog is the only dog that is not able to bark."
  },
  {
    "id": 214,
    "des": "There is a dog museum in St. Louis, Missouri."
  },
  {
    "id": 222,
    "des": "Before the fur trade had started in Canada, it was estimated that there were over 6 million beavers."
  },
  {
    "id": 230,
    "des": "A rabbit is not able to vomit."
  },
  {
    "id": 237,
    "des": "Cheetahs are the fastest land animal and can reach speeds up to 72mph."
  },
  {
    "id": 240,
    "des": "One of the most dangerous insect in the world is the common housefly. They carry and transmit more diseases than any other animal in the world."
  },
  {
    "id": 243,
    "des": "The Great White Shark can grow to be more than twenty feet long and can weigh approximately 4,000 pounds."
  },
  {
    "id": 246,
    "des": "Any animal that has skin hair or fur can get dandruff, but in animals it is called \"dander."
  },
  {
    "id": 260,
    "des": "A leech has 32 brains."
  },
  {
    "id": 268,
    "des": "The sloth moves so slowly that green algae grows in the grooves of their hair."
  },
  {
    "id": 271,
    "des": "Armadillos breed in July, but get pregnant in November after delaying implantation. This allows the young to be born during the spring when there is an abundance of food."
  },
  {
    "id": 278,
    "des": "Crabs have very small hairs on their claws and other parts of their body to help detect water currents and vibrations."
  },
  {
    "id": 281,
    "des": "Vampire bat saliva has been responsible for many advances in research into stroke recovery."
  },
  {
    "id": 302,
    "des": "Tarantulas can live up to 30 years."
  },
  {
    "id": 310,
    "des": "The biggest bug in the world is the Goliath Beetle which can weigh up to 3.5 ounces and be 4.5 inches long."
  },
  {
    "id": 318,
    "des": "The fat that comes from sheep, which is called tallow, can also be used to produce soap and candles."
  },
  {
    "id": 325,
    "des": "When the only queen ant dies, so does the entire colony, because no new workers are born."
  },
  {
    "id": 328,
    "des": "Goats do not have upper front teeth."
  },
  {
    "id": 334,
    "des": "Octopus and squid are thought to be the most intelligent of all invertebrates."
  },
  {
    "id": 335,
    "des": "On average, a beaver can cut down two hundred trees a year."
  },
  {
    "id": 338,
    "des": "The fastest shark is the \"Shortfin Mako,\" which can swim as fast as sixty miles per hour."
  },
  {
    "id": 339,
    "des": "The flatulation from domesticated cows produce about 30% of the methane on this planet."
  },
  {
    "id": 343,
    "des": "A slug has four noses."
  },
  {
    "id": 363,
    "des": "Mosquitoes have teeth."
  },
  {
    "id": 369,
    "des": "An adult sheep can eat between 1 to 4 kg of food per day."
  },
  {
    "id": 380,
    "des": "Panthers are known as black leopards, as they are the same species of leopard. If looked at closely, black spots can be seen on a panther."
  },
  {
    "id": 385,
    "des": "Cattle can produce up to 180 litres of saliva in one day."
  },
  {
    "id": 386,
    "des": "Dolphins hear by having sound waves transmit through their skull to their inner ear region."
  },
  {
    "id": 393,
    "des": "Cats have over one hundred vocal sounds, dogs only have about ten."
  },
  {
    "id": 394,
    "des": "A butterfly can see the colors red, green, and yellow."
  },
  {
    "id": 397,
    "des": "Lions cannot roar until they reach the age of two."
  },
  {
    "id": 398,
    "des": "A baby kangaroo is called a joey."
  },
  {
    "id": 405,
    "des": "True spiders always have organs for spinning silk known as spinnerets."
  },
  {
    "id": 409,
    "des": "A species of dolphin is born naturally blind in the Indus and Ganges rivers in South Asia. These dolphins have a highly sophisticated sonar system and swim on only one side of their body."
  },
  {
    "id": 417,
    "des": "An oyster can change its gender."
  },
  {
    "id": 418,
    "des": "From all the states, Montana has the most different species of animals."
  },
  {
    "id": 425,
    "des": "Polar bear livers contain so much Vitamin A that it can be fatal if eaten by a human."
  },
  {
    "id": 447,
    "des": "A penguin swims at a speed of approximately 15 miles per hour."
  },
  {
    "id": 452,
    "des": "The Barn Owls hearing is so highly developed that they can hunt for their prey in total darkness."
  },
  {
    "id": 471,
    "des": "A mother hen turns her egg approximately 50 times in a day. This is so the yolk does not stick to the shell."
  },
  {
    "id": 472,
    "des": "The reason why flamingos are pink is because they eat shrimp which have a red pigment."
  },
  {
    "id": 474,
    "des": "Jellyfish have been on Earth for over 650 million years. This is before sharks and dinosaurs."
  },
  {
    "id": 490,
    "des": "A newly hatched fish is called a \"fry."
  },
  {
    "id": 494,
    "des": "Armadillos can be housebroken."
  },
  {
    "id": 502,
    "des": "The male howler monkey of Central and South America is the noisiest land animal, which can be heard clearly from a distance of ten miles away."
  },
  {
    "id": 510,
    "des": "Polar bears are excellent swimmers. They have been known to swim more than 60 miles without a rest."
  },
  {
    "id": 524,
    "des": "There are no two zebras who have stripes that are exactly the same."
  },
  {
    "id": 529,
    "des": "There are more than 2,400 flea species in the world."
  },
  {
    "id": 540,
    "des": "The largest chicken egg ever laid weighed a pound and had a double yolk and shell."
  },
  {
    "id": 542,
    "des": "An orca whale can hold its breath for up to 15 minutes."
  },
  {
    "id": 544,
    "des": "Wood frogs can be frozen solid and then thawed, and continue living. They use the glucose in their body to protect their vital organs while they are in a frozen state."
  },
  {
    "id": 553,
    "des": "Some dolphins can swim up to 40 kilometers an hour."
  },
  {
    "id": 554,
    "des": "In the last 30 years, only seven people have been killed by a polar bear in Canada."
  },
  {
    "id": 568,
    "des": "When a porcupine is born, its quills are soft and mostly white, but harden within hours."
  },
  {
    "id": 574,
    "des": "The Lemon shark grows about 24,000 new teeth a year. A new set of teeth grow approximately every 14 days."
  },
  {
    "id": 579,
    "des": "Dexter is the smallest type of cow. This cow was bred to be a small size for household living."
  },
  {
    "id": 587,
    "des": "A giraffe is able to clean its ears with its own tongue."
  },
  {
    "id": 614,
    "des": "The tuatara lizard of New Zealand has three eyes, two in the center of its head and one on the top of its head."
  },
  {
    "id": 615,
    "des": "The world population of chickens is about equal to the number of people."
  },
  {
    "id": 627,
    "des": "Some birds have been know to put ants into their feathers because the ants squirt formic acid, which kills parasites."
  },
  {
    "id": 638,
    "des": "Whale oil was used in some car transmissions until 1973."
  },
  {
    "id": 639,
    "des": "Flamingos are able to fly at a speed of approximately 55 kilometers an hour. In one night they can travel about 600 km."
  },
  {
    "id": 643,
    "des": "Spiders usually have eight eyes, but still they cannot see that well."
  },
  {
    "id": 650,
    "des": "A group of crows is called a murder."
  },
  {
    "id": 655,
    "des": "Certain female species of spiders such as the Australian crab spider, sacrifice their bodies as a food source for their offspring."
  },
  {
    "id": 666,
    "des": "In one trip, a honey bee visits about 75 flowers."
  },
  {
    "id": 669,
    "des": "A chicken loses its feathers when it becomes stressed."
  },
  {
    "id": 672,
    "des": "Sharks are immune to cancer."
  },
  {
    "id": 683,
    "des": "Estuarine crocodiles are the biggest of all 26 species of the crocodilian family."
  },
  {
    "id": 695,
    "des": "It's possible to lead a cow upstairs...but not downstairs."
  },
  {
    "id": 699,
    "des": "In Colorado, there are about 83,000 dairy cows."
  },
  {
    "id": 702,
    "des": "Turtles can breathe through their butts."
  },
  {
    "id": 703,
    "des": "A pregnant goldfish is called a twit."
  },
  {
    "id": 717,
    "des": "A lion feeds once every three to four days."
  },
  {
    "id": 718,
    "des": "A honey bee has four wings."
  },
  {
    "id": 725,
    "des": "The head of a jellyfish is called the \"Bell."
  },
  {
    "id": 727,
    "des": "The dragonfly has not changed over the last 300 million years."
  },
  {
    "id": 734,
    "des": "A housefly can only ingest liquid material. They regurgitate their food to liquify the food that they are going to eat."
  },
  {
    "id": 737,
    "des": "Sharks have upper and lower eyelids, but they do not blink."
  },
  {
    "id": 742,
    "des": "The majority of cats do not have any eyelashes."
  },
  {
    "id": 743,
    "des": "Reindeer like to eat bananas."
  },
  {
    "id": 744,
    "des": "A barnacle has the largest penis of any other animal in relation to its size."
  },
  {
    "id": 754,
    "des": "A white tiger can only be born when both parents carry the gene for white colouring."
  },
  {
    "id": 763,
    "des": "Dolphins sleep with one eye open."
  },
  {
    "id": 764,
    "des": "Minnows have teeth located on a bone in their throat."
  },
  {
    "id": 777,
    "des": "Dolphins can swim and sleep at the same time."
  },
  {
    "id": 781,
    "des": "Iguanas can recognize their human handlers and greet them differently, compared with strangers."
  },
  {
    "id": 795,
    "des": "Many hamsters only blink one eye at a time."
  },
  {
    "id": 801,
    "des": "There are more chickens than people in the world."
  },
  {
    "id": 804,
    "des": "Wild turkeys can run at speeds of up to 25 miles per hour."
  },
  {
    "id": 806,
    "des": "The only sound Seahorses make is a small clicking or popping sound during feeding or courtship."
  },
  {
    "id": 808,
    "des": "Border collies are the most intelligent breed of dog."
  },
  {
    "id": 836,
    "des": "In 1681, the last dodo bird died."
  },
  {
    "id": 842,
    "des": "An owl has three eyelids."
  },
  {
    "id": 843,
    "des": "Atlantic salmon can jump as high as 4.5 meters out of the water."
  },
  {
    "id": 847,
    "des": "There are no ants in Iceland, Antarctica and Greenland."
  },
  {
    "id": 849,
    "des": "A salmon with two mouths, two sets of teeth and two tongues was caught by Bob Bateman of Canada."
  },
  {
    "id": 855,
    "des": "The clown fish has the ability to change its sex. If a breeding female dies, the male fish will change its sex and mate with another male."
  },
  {
    "id": 856,
    "des": "Bats sleep during the day and feed at night. The place that bats sleep in is called the \"roost."
  },
  {
    "id": 857,
    "des": "The puma and the leopard are the highest jumping mammals. They are able to reach a height of 16.5 feet."
  },
  {
    "id": 864,
    "des": "Male owls weigh less and are smaller than female owls."
  },
  {
    "id": 867,
    "des": "Cows drink anywhere from 25-50 gallons of water each day."
  },
  {
    "id": 872,
    "des": "A swordfish can live as long as 25 years and weigh up to 1,200 pounds."
  },
  {
    "id": 874,
    "des": "The world's termites outweigh the world's humans 10 to 1."
  },
  {
    "id": 885,
    "des": "Turkeys have a wingspan of approximately 4.5 feet."
  },
  {
    "id": 891,
    "des": "Squids move through the ocean using a jet of water forced out of the body by a siphon."
  },
  {
    "id": 903,
    "des": "A shark is the only fish that can blink with both eyes."
  },
  {
    "id": 904,
    "des": "Polar bears can eat as much as ten percent of their body weight in less than one hour."
  },
  {
    "id": 909,
    "des": "Anise is the scent on the artificial rabbit that is used in greyhound races."
  },
  {
    "id": 922,
    "des": "The largest earthworm on record was found in South Africa and measured 22 feet."
  },
  {
    "id": 923,
    "des": "Whooping cranes are born with blue eyes that change to bright gold by the time they six months old."
  },
  {
    "id": 926,
    "des": "The American Kestrel hawk weighs only four ounces."
  },
  {
    "id": 942,
    "des": "Chameleons can move their eyes independently. One eye can be looking forward and one eye backward at the same time."
  },
  {
    "id": 946,
    "des": "Taipan snakes have 50 times more toxic than a cobra snake."
  },
  {
    "id": 950,
    "des": "Gorillas are considered apes, not monkeys. The way to distinguish between an ape and a monkey is that apes do not have tails."
  },
  {
    "id": 962,
    "des": "Smartest dogs: 1) Scottish border collie; 2) Poodle; 3) Golden retriever."
  },
  {
    "id": 964,
    "des": "Humpback whales are capable of living up to 95 years."
  },
  {
    "id": 987,
    "des": "The scarlet tanager, a songbird native to Illinois, can eat as many as 2,100 gypsy-moth caterpillars in one hour."
  },
  {
    "id": 999,
    "des": "The largest spider ever was the Megarachne which had a diameter of 50 cm. The fossil was found in Argentina."
  },
  {
    "id": 1001,
    "des": "Next to man, the porpoise is the most intelligent creature on earth."
  },
  {
    "id": 1002,
    "des": "The hippopotamus has the capability to remain underwater for as long as twenty-five minutes."
  },
  {
    "id": 1003,
    "des": "The Australian box-jellyfish has eight eyes."
  },
  {
    "id": 1018,
    "des": "The sex of a baby crocodile is determined by the temperature in the nest and how deeply the eggs are buried."
  },
  {
    "id": 1019,
    "des": "Polar bears are left handed."
  },
  {
    "id": 1027,
    "des": "Hens will produce larger eggs as they grow older."
  },
  {
    "id": 1078,
    "des": "The smallest bird in the world is the bee hummingbird. The bird is 2.24 inches long."
  },
  {
    "id": 1079,
    "des": "A species of earthworm, \"Megascolides australis,\" in Australia can grow up to fifteen feet in length."
  },
  {
    "id": 1086,
    "des": "There are approximately 1300 species of scorpion but only 25 of them are deadly."
  },
  {
    "id": 1104,
    "des": "In 1871, horse cars were introduced. It was simply a car that was pulled over a track by a horse."
  },
  {
    "id": 1123,
    "des": "Gorillas can catch human colds and other illnesses."
  },
  {
    "id": 1142,
    "des": "In 1999, a three headed turtle was discovered by Lin Chi-Fa in his pond in Southern Taiwan."
  },
  {
    "id": 1147,
    "des": "In a day, an elephant can drink 80 gallons of water."
  },
  {
    "id": 1155,
    "des": "Frog-eating bats identify edible frogs from poisonous ones by listening to the mating calls of male frogs. Frogs counter this by hiding and using short, difficult to locate calls."
  },
  {
    "id": 1169,
    "des": "A goldfish has a memory span of three seconds."
  },
  {
    "id": 1175,
    "des": "Hippos can live up to 40 years in the wild."
  },
  {
    "id": 1185,
    "des": "Spiders have claws at the ends of their legs."
  },
  {
    "id": 1203,
    "des": "On average, a hen lays 300 eggs per year."
  },
  {
    "id": 1208,
    "des": "A chicken is 75% water."
  },
  {
    "id": 1209,
    "des": "If you keep a Goldfish in the dark room, it will eventually turn white."
  },
  {
    "id": 1216,
    "des": "Koalas sleep up to 19 hours a day."
  },
  {
    "id": 1220,
    "des": "The longest recorded flight of a chicken is thirteen seconds."
  },
  {
    "id": 1225,
    "des": "No other animal gives us more by-products than the hog. These by-products include pig suede, buttons, glass, paint brushes, crayons, chalk, and insulation to name a few."
  },
  {
    "id": 1234,
    "des": "When a polar bear cub is born, it can not see or hear. It takes approximately a month for the cub to start to see and hear."
  },
  {
    "id": 1237,
    "des": "Platypuses mate in the water."
  },
  {
    "id": 1240,
    "des": "The candlefish is so oily that it was once burned for fuel."
  },
  {
    "id": 1241,
    "des": "A flea can jump 150 times its size. That is the same as a person able to jump up 1,000 feet in the air."
  },
  {
    "id": 1245,
    "des": "When opossums are playing 'possum, they are not \"playing.\" They actually pass out from sheer terror."
  },
  {
    "id": 1247,
    "des": "Lady Bugs really are not bugs. They are actually beetles and their correct name is The Ladybird Beetle."
  },
  {
    "id": 1253,
    "des": "For every human in the world there are one million ants."
  },
  {
    "id": 1263,
    "des": "It only takes a male horse 14 seconds to copulate."
  },
  {
    "id": 1277,
    "des": "The elephant is the national animal of Thailand."
  },
  {
    "id": 1279,
    "des": "Dairy cows can produce 20 to 35 gallons of saliva a day."
  },
  {
    "id": 1280,
    "des": "A duck's quack doesn't echo, and no one knows why."
  },
  {
    "id": 1288,
    "des": "In Miami, Florida, roosting vultures have taken to snatching poodles from rooftop patios."
  },
  {
    "id": 1289,
    "des": "Only female mosquitoes bite humans. Male mosquitoes live on natural liquids from plants and other resources."
  },
  {
    "id": 1291,
    "des": "The difference between horns and antlers is that horns never stop growing and antlers shed and grow every year."
  },
  {
    "id": 1295,
    "des": "Found in Argentina, the ornate horned frog can eat an entire mouse with one swallow."
  },
  {
    "id": 1305,
    "des": "Ants do not sleep."
  },
  {
    "id": 1310,
    "des": "Owls swallow their prey whole because they have no teeth. After approximately 12 hours they cough up the feathers, bones, and fur in a shape of a football pellet."
  },
  {
    "id": 1311,
    "des": "Sharks have survived on earth for about 400 million years."
  },
  {
    "id": 1315,
    "des": "Every 30 seconds a house fire doubles in size.An alligator has about 80 teeth in its mouth at one time. An alligator can go through 3,000 teeth in a lifetime."
  },
  {
    "id": 1316,
    "des": "A starfish can turn its stomach inside out."
  },
  {
    "id": 1321,
    "des": "The lifespan of a rhinoceros is generally 50 years."
  },
  {
    "id": 1333,
    "des": "False Bay, on the southern tip of Africa and close to Cape Town, South Africa, is a breeding ground for great white sharks, which feed off the thousands of seals in the bay. However, it is the only area in the known world in which these sharks are known to breach - they attack the seals by coming up vertically, often leaping clear of the water with their prey in their mouths."
  },
  {
    "id": 1336,
    "des": "Mules have one horse and one donkey for a parent."
  },
  {
    "id": 1342,
    "des": "A group of whales is called a pod or gam."
  },
  {
    "id": 1343,
    "des": "Even though a polar bears fur looks white it is actually colourless and is made with hollow tubes. The reason the bear looks white is because the rough inner surface of the tubes make light scatter and reflect at many different angles which gives the white appearance."
  },
  {
    "id": 1347,
    "des": "Approximately 87% of dog owners say that when they watch T.V. their dog curls up beside them or at their feet."
  },
  {
    "id": 1356,
    "des": "The ocean sunfish can produce thirty million eggs at once."
  },
  {
    "id": 1372,
    "des": "Octopi change colours when they become frightened. Normally they are a brownish colour, but can change to green or blue when fear sets in."
  },
  {
    "id": 1376,
    "des": "The deepest underwater penguin dive is 1,772 feet by an Emperor Penguin."
  },
  {
    "id": 1378,
    "des": "When a predator is chasing an impala, a type of antelope, it runs in a zig zag formation jumping as high as three metres."
  },
  {
    "id": 1381,
    "des": "Penguins can jump as high as 6 feet in the air."
  },
  {
    "id": 1383,
    "des": "Pigs have no sweat glands, which is why they stay in water or mud to keep cool."
  },
  {
    "id": 1398,
    "des": "When snakes are born with two heads, they fight each other for food."
  },
  {
    "id": 1412,
    "des": "Pigeons can see ultraviolet lights."
  },
  {
    "id": 1418,
    "des": "The lifespan of a firefly is about seven days. During these days, they are busy trying to find a mate."
  },
  {
    "id": 1419,
    "des": "A crocodile can run up to a speed of 11 miles per hour."
  },
  {
    "id": 1420,
    "des": "Fried spiders taste like nuts."
  },
  {
    "id": 1422,
    "des": "Cows do not have any upper front teeth. Instead they have a thick pad on the top jaw."
  },
  {
    "id": 1439,
    "des": "The Arctic Tern, which is a small bird, can fly a round trip from the Arctic to the Antarctic and back. This can be as long as twenty thousand miles per year. This is the longest migration for a bird."
  },
  {
    "id": 1447,
    "des": "While digging, an Armadillo can hold its breath for up to six minutes."
  },
  {
    "id": 1453,
    "des": "Great White sharks have about 3,000 teeth."
  },
  {
    "id": 1456,
    "des": "The giant squid is the largest animal without a backbone."
  },
  {
    "id": 1466,
    "des": "Most snakes have six rows of teeth."
  },
  {
    "id": 1476,
    "des": "There are about 34,000 species of spiders."
  },
  {
    "id": 1492,
    "des": "Desert snails can stay in their shell for up to three years."
  },
  {
    "id": 1497,
    "des": "The smallest frog is the \"Brazilian baby frog\", which is smaller than a dime."
  },
  {
    "id": 1499,
    "des": "A baby octopus is about the size of a flea when it is born."
  },
  {
    "id": 1504,
    "des": "There are more than 2,000 flea species in the world."
  },
  {
    "id": 1517,
    "des": "The platypus uses its bill to find animals that it feeds on. Its bill can sense the tiny electric fields that their preys emit."
  },
  {
    "id": 1523,
    "des": "Hummingbirds are the only animal that can fly backwards."
  },
  {
    "id": 1526,
    "des": "German cockroaches can survive for up to one month without food and two weeks without water."
  },
  {
    "id": 1539,
    "des": "To produce a dozen eggs, a hen has to eat about four pounds of feed."
  },
  {
    "id": 1543,
    "des": "A cockroach can change directions up to 25 times in a second."
  },
  {
    "id": 1555,
    "des": "Most snails are hermaphrodites, meaning they have both female and male reproductive organs."
  },
  {
    "id": 1568,
    "des": "A cow has four compartments in its stomach."
  },
  {
    "id": 1573,
    "des": "Polar bears can smell seals who are 20 miles away."
  },
  {
    "id": 1578,
    "des": "There are approximately 75,000,000 horses in the world."
  },
  {
    "id": 1579,
    "des": "The fins of the Spiny Dogfish Shark are sometimes used as sandpaper for wood products."
  },
  {
    "id": 1583,
    "des": "It is possible to get high by licking a toad. The Cane Toad produces a toxin called bufotenine to ward off predators. When licked, this toxin acts as a hallucinogen."
  },
  {
    "id": 1589,
    "des": "Birds do not sweat, as they do not have sweat glands."
  },
  {
    "id": 1593,
    "des": "Adult earwigs can float in water for up to 24 hours."
  },
  {
    "id": 1601,
    "des": "The heart of an adult giraffe weighs on average 26 pounds."
  },
  {
    "id": 1613,
    "des": "African heart-nosed bats can have such a keen sense of sound that they can hear the footsteps of a beetle walking on sand from six feet away."
  },
  {
    "id": 1629,
    "des": "A seagull can drink salt water because it has special glands that filter out the salt."
  },
  {
    "id": 1652,
    "des": "A colony of bees have to fly almost fifty-five thousand miles and tap two million flowers to make one pound of honey."
  },
  {
    "id": 1662,
    "des": "Unlike a frog a toad cannot jump."
  },
  {
    "id": 1666,
    "des": "Hippos drink as much as 250 litres of water in any given 24 hour period."
  },
  {
    "id": 1669,
    "des": "The largest type of penguin is the Emperor Penguin which can stand to be almost 3.5 feet tall and weigh more than 90 pounds."
  },
  {
    "id": 1672,
    "des": "A honey bee strokes its wings about 11,500 times a minute."
  },
  {
    "id": 1674,
    "des": "Sharks are so powerful that their bite can generate a force of up to 18 tons per square inch."
  },
  {
    "id": 1679,
    "des": "There are approximately 2,700 different species of mosquitoes."
  },
  {
    "id": 1685,
    "des": "A caterpillar grows roughly 27,000 times its size when it first emerges as an egg."
  },
  {
    "id": 1703,
    "des": "The only animals that are capable of turning their heads 180 degrees are from the genus Galago, such as the Tarsier."
  },
  {
    "id": 1709,
    "des": "On average it takes a shark seven days to replace a tooth."
  },
  {
    "id": 1712,
    "des": "Snails eat with a rasping mouth called a \"radula,\" which has thousands of teeth."
  },
  {
    "id": 1713,
    "des": "A dragonfly has a lifespan of four to seven weeks."
  },
  {
    "id": 1721,
    "des": "Reptiles do not perspire, and do not have any oil glands."
  },
  {
    "id": 1726,
    "des": "If a cockroach breaks a leg it can grow another one."
  },
  {
    "id": 1731,
    "des": "All penguins live south of the equator."
  },
  {
    "id": 1736,
    "des": "The rhinoceros beetle can carry up to 850 times its weight on its back. This is equivalent to a person carrying over 50 mini-vans on their back."
  },
  {
    "id": 1753,
    "des": "Armadillos have four babies at a time, and they are always the same sex."
  },
  {
    "id": 1754,
    "des": "The tallest mammal in the world is the giraffe."
  },
  {
    "id": 1759,
    "des": "Donkeys can live between 30 to 50 years in captivity."
  },
  {
    "id": 1767,
    "des": "Mice will nurse babies that are not their own."
  },
  {
    "id": 1778,
    "des": "In one minute, the heart of a giraffe can pump 160 gallons of blood."
  },
  {
    "id": 1780,
    "des": "Storks were a symbol of fertility in Europe and were considered to bring good luck."
  },
  {
    "id": 1781,
    "des": "The largest pig on record was a Poland-China hog named Big Bill, who weighed 2,552 lbs."
  },
  {
    "id": 1794,
    "des": "The average life span of a mosquito is two weeks."
  },
  {
    "id": 1798,
    "des": "The largest fish in the world is the whale shark. It can weigh several tons and grow to more than fifty feet in length."
  },
  {
    "id": 1799,
    "des": "The fastest bird in the world is the Peregrine Falcon, which can reach speeds in excess of two hundred miles per hour."
  },
  {
    "id": 1800,
    "des": "The world camel population is close to 19 million."
  },
  {
    "id": 1807,
    "des": "If a lobster loses an eye or a claw it can usually grow a new one."
  },
  {
    "id": 1816,
    "des": "An elephant cannot jump."
  },
  {
    "id": 1835,
    "des": "There is a substance in the skin of the African clawed frog that helps in fighting infection."
  },
  {
    "id": 1840,
    "des": "In one day, a queen bee can lay up to 1500 eggs in one day."
  },
  {
    "id": 1845,
    "des": "The blue whale is the loudest animal on the earth. Its whistle can reach up to 188 decibels."
  },
  {
    "id": 1848,
    "des": "Sharks are capable of going at least 6 weeks without eating; the record observed in an aquarium is 15 months by a species of shark known as the swell sharks."
  },
  {
    "id": 1870,
    "des": "A house cat spends 70% of its time sleeping."
  },
  {
    "id": 1872,
    "des": "Whale eyes are the size of a grapefruit."
  },
  {
    "id": 1904,
    "des": "A female ferret can die if she goes into heat and cannot find a mate."
  },
  {
    "id": 1916,
    "des": "There are dolphins that live in the Amazon River that are the colour pink."
  },
  {
    "id": 1922,
    "des": "The ant can lift 50 times its own weight, can pull 30 times its own weight, and always falls over on its right side when intoxicated."
  },
  {
    "id": 1936,
    "des": "Sheep can survive for up to two weeks buried in snow drifts."
  },
  {
    "id": 1948,
    "des": "The speed at which honey bees fly is at 15 miles per hour."
  },
  {
    "id": 1949,
    "des": "The average life expectancy of an ant is about 90 days."
  },
  {
    "id": 1972,
    "des": "All dogs are the descendant of the wolf. These wolves lived in eastern Asia about 15,000 years ago."
  },
  {
    "id": 1988,
    "des": "Most fleas do not live past a year old."
  },
  {
    "id": 1995,
    "des": "There is a certain species of kangaroo that is only 2.5 centimetres long when it is born."
  },
  {
    "id": 1996,
    "des": "In a lifetime, the average house cat spends approximately 10,950 hours purring."
  },
  {
    "id": 1999,
    "des": "It takes 12 honeybees to make one teaspoon of honey."
  },
  {
    "id": 2028,
    "des": "Every year, 100 million sharks are killed by people."
  },
  {
    "id": 2030,
    "des": "One female mouse can produce up to 100 babies a year."
  },
  {
    "id": 2038,
    "des": "A group of kangaroos is called a mob."
  },
  {
    "id": 2039,
    "des": "Cat's urine glows under a blacklight."
  },
  {
    "id": 2042,
    "des": "The only predator that polar bears have are humans."
  },
  {
    "id": 2043,
    "des": "Many insects can carry 50 times their own body weight."
  },
  {
    "id": 2046,
    "des": "The Scorpion doesn’t have good vision in spite of the fact that it has so many eyes. They have at least 6 but they can have as many as 12 eyes."
  },
  {
    "id": 2061,
    "des": "A fall of 30 feet can be survived my most cats."
  },
  {
    "id": 2062,
    "des": "The largest member of the dolphin family are orcas."
  },
  {
    "id": 2069,
    "des": "Elephants have been known to learn up to 60 commands."
  },
  {
    "id": 2086,
    "des": "A rhinoceros horn is made of compacted hair."
  },
  {
    "id": 2131,
    "des": "Musk is extracted from the bottom of a civet, and is used as an ingredient to make perfumes."
  },
  {
    "id": 2139,
    "des": "Male koalas mark their territory by rubbing their chests on a tree. Male koalas have a dark scent gland in the middle of their chest."
  },
  {
    "id": 2140,
    "des": "An octopus has three hearts."
  },
  {
    "id": 2146,
    "des": "Adult Brazilian gold frogs measure to only 9.6–9.8 mm (0.38–0.39 in) in body length. Many have a beautiful golden color, for which they are named."
  },
  {
    "id": 2157,
    "des": "The dromedary camel can drink as much as 100 litres (26 US gal) of water in just 10 minutes."
  },
  {
    "id": 2163,
    "des": "The Spring peeper (a frog) can survive the winter season with 65% of its body water as ice."
  },
  {
    "id": 2166,
    "des": "The Goliath beetle is about the size of your fist and can weigh as much as 80–100 grams (2.8–3.5 oz) in the larval stage, which is incredibly heavy for an insect. However, in the adult stage, their weight is about half that size."
  },
  {
    "id": 2170,
    "des": "The Chihuahua was named after the Mexican state where they were discovered. They are the smallest breed of dog and come in a wide variety of sizes, head shapes, colors, and coat lengths."
  },
  {
    "id": 2195,
    "des": "Like a human fingerprint, no two tigers have the same pattern of stripes on their coats. Tigers have striped skin, not just striped fur."
  },
  {
    "id": 2207,
    "des": "Unlike other four legged mammals, kangaroos cannot walk backwards."
  },
  {
    "id": 2211,
    "des": "There are species of fish that can walk on land in search of water when its water source dries up. Some can survive as long as three days on land such as the snakehead fish."
  },
  {
    "id": 2218,
    "des": "The flea can jump 350 times its body length, that is like a 6 foot-tall human jumping the length of 7 football fields."
  },
  {
    "id": 2228,
    "des": "The male platypus has poisonous spurs on its legs."
  },
  {
    "id": 2242,
    "des": "The crocodiles jaw can open and shut but not move from side to side. Very powerful muscles snap the jaw closed when it grabs prey."
  },
  {
    "id": 2247,
    "des": "Humans and cows have the same gestation period, which is about nine months."
  },
  {
    "id": 2250,
    "des": "It takes a sloth up to a month or more to digest the food it eats."
  },
  {
    "id": 2261,
    "des": "The snow leopard is found in the mountain ranges of central Asia. One of the fascinating snow leopard facts concerns its elongated tail. The tail is much longer than the tail of similar species and will be used to cover the nose and mouth of the Snow leopard if the temperature drops extraordinarily low. The long tail will also help the Snow leopard to stay balanced when traversing steep, and sometimes icy, slopes in the mountains."
  },
  {
    "id": 2270,
    "des": "In the course of her lifetime, a worker honey bee will produce 1/12th of a teaspoon of honey."
  },
  {
    "id": 2271,
    "des": "There are 315 species of parrot in the world."
  },
  {
    "id": 2273,
    "des": "Parrots are some of the best known birds in the world. There are about 315 species of parrots found worldwide both in rainforests and other environments."
  },
  {
    "id": 2274,
    "des": "Parrots feed on seeds, fruits, grass, leaves, and plant shoots and use their strong beak to crack hard shells, grind their food, and as a third limb for climbing."
  },
  {
    "id": 2275,
    "des": "Parrots are popular in the pet trade, something which has made some species rare in the wild."
  },
  {
    "id": 2278,
    "des": "Wasps feeding on fermenting juice have been known to get \"drunk' and pass out."
  },
  {
    "id": 2283,
    "des": "Some desert snails have been known to sleep for three to four years."
  },
  {
    "id": 2286,
    "des": "Jackrabbits can reach a speed of fifty miles per hour and can leap as far as twenty feet."
  },
  {
    "id": 2291,
    "des": "There is a certain type of Hawk Moth caterpillar from Brazil that inflates its thorax, which makes its head look like a head of a snake when it feels it is in danger or alarmed."
  },
  {
    "id": 2296,
    "des": "The only lizard that has a voice is the Gecko."
  },
  {
    "id": 2303,
    "des": "When the female grasshopper lays eggs, she covers her eggs with a pasty liquid that protects the eggs throughout the winter."
  },
  {
    "id": 2323,
    "des": "Pixie, a Siberian Husky, gave birth to 7 puppies, one of which was bright green."
  },
  {
    "id": 2327,
    "des": "The silk that is produced by spiders is stronger than steel."
  },
  {
    "id": 2333,
    "des": "The fat from sheep also known as tallow, can be used to make both candles and soap. The tallow is cooked to purify it, and then molded into candles or further prepared into blocks of soap."
  },
  {
    "id": 2337,
    "des": "Earthworms have 5 hearts. There are five pairs of hearts, more or less."
  },
  {
    "id": 2344,
    "des": "Giant George is the World's Biggest Dog and was officially verified by Guinness World Records on February 15, 2010 as the World's Tallest Dog."
  },
  {
    "id": 2353,
    "des": "The only poisonous birds in the world are the three species of Pitohui. The Hooded Pitohui from Papua New Guinea is the most deadliest out of the three."
  },
  {
    "id": 2358,
    "des": "The New Zealand Kiwi bird cannot fly."
  },
  {
    "id": 2364,
    "des": "Iguanas can stay under water for up to thirty minutes."
  },
  {
    "id": 2365,
    "des": "The fastest flying butterfly is the Monarch, which has been clocked with a speed as high as 17 miles per hour."
  },
  {
    "id": 2367,
    "des": "In just the first 56 days of life, the larva of the polyphemus moth eats about 86,000 times its birthweight."
  },
  {
    "id": 2375,
    "des": "The average person has about 10,000 taste buds. That number may seem like a lot, but it pales in comparison to the animal that has the most. That's because this creature has taste buds not only in its mouth, but all over its body. Catfish (order Siluriformes), those beady-eyed fish named for their feline-like whiskers, typically have more than 100,000 taste buds. Some large catfish can have as many as 175,000."
  },
  {
    "id": 2378,
    "des": "The silkworm moth has lost the ability to fly ever since it has been domesticated."
  },
  {
    "id": 2383,
    "des": "Nose prints are used to identify dogs, much like humans use fingerprints."
  },
  {
    "id": 2387,
    "des": "The giant squid has the largest eyes in the world."
  },
  {
    "id": 2395,
    "des": "Cows are able to hear lower and higher frequencies better than human beings."
  },
  {
    "id": 2399,
    "des": "The mating call of a male toadfish, who are underwater, is so loud that it can be heard by humans above water."
  },
  {
    "id": 2403,
    "des": "A crocodile cannot stick its tongue out."
  },
  {
    "id": 2404,
    "des": "Kiwis are the only known bird to have nostrils located at the tip of their beak."
  },
  {
    "id": 2413,
    "des": "Only 5 to 10 percent of cheetah cubs make it to adulthood."
  },
  {
    "id": 2432,
    "des": "An ostrich's eye is bigger that it's brain."
  },
  {
    "id": 2434,
    "des": "In 1997, the record for the highest skydive by a dog at 4,572 feet was established by a dog named Brutus."
  },
  {
    "id": 2440,
    "des": "Blue Jays will imitate the calls of hawks, especially the Red-shouldered Hawk. It has been suggested that these calls provide information to other jays that a hawk is around, or that they are used to deceive other species into believing a hawk is present."
  },
  {
    "id": 2446,
    "des": "In one night, an adult hippopotamus eats approximately 150 pounds of grass."
  },
  {
    "id": 2447,
    "des": "Cows can detect odors up to five miles away."
  },
  {
    "id": 2456,
    "des": "If all the insects in the world were put on a scale, they would out weigh all creatures."
  },
  {
    "id": 2459,
    "des": "Termites work 24 hours per day -- they do not sleep."
  },
  {
    "id": 2463,
    "des": "The longest fangs of a snake are found on the Gaboon Viper (Bitis gabonica), and can reach over 2 inches in length."
  },
  {
    "id": 2468,
    "des": "The blind cavefish is born with eyes, but they fall off as the fish grows."
  },
  {
    "id": 2484,
    "des": "Parrots cannot eat chocolate because it is poisonous to their body."
  },
  {
    "id": 2490,
    "des": "The tridacna clam can grow up to four feet long and weigh up to 500 pounds."
  },
  {
    "id": 2503,
    "des": "An elephant in the wild can eat anywhere from 100 - 1000 pounds of vegetation in a 16 hour period."
  },
  {
    "id": 2507,
    "des": "The oldest bird on record was Cocky, a cockatoo, who died in the London Zoo at the age of 82."
  },
  {
    "id": 2508,
    "des": "A cow averages 40,000 jaw movements a day."
  },
  {
    "id": 2510,
    "des": "Some species of dolphin sleep with one eye open"
  },
  {
    "id": 2532,
    "des": "The waste produced by one chicken in its lifetime can supply enough electricity to run a 100-watt bulb for five hours."
  },
  {
    "id": 2535,
    "des": "The hump of a camel is mostly a lump of fat. Bands of strong tissue hold pads of fat together, forming the hump above the backbone. The hump of a healthy, well-fed camel may weigh 35 kilograms or more."
  },
  {
    "id": 2544,
    "des": "There is a species of bird, Antpitta avis canis Ridgley, that barks like a dog."
  },
  {
    "id": 2574,
    "des": "The fastest running bird is the Ostrich, which has been clocked at (43 miles per hour)70 kmph."
  },
  {
    "id": 2579,
    "des": "A mole can dig a tunnel three hundred feet long in a single night."
  },
  {
    "id": 2589,
    "des": "The sole purpose of a drone bee is to mate with the queen bee."
  },
  {
    "id": 2599,
    "des": "Bees can communicate with other bees by dancing. Their dance can alert other bees as to which direction and the distance nectar and pollen is located."
  },
  {
    "id": 2603,
    "des": "An ant can detect a movement through 5 centimeters of earth."
  },
  {
    "id": 2607,
    "des": "It is physically impossible for pigs to look up into the sky. Because their eyes are on the sides of their heads."
  },
  {
    "id": 2608,
    "des": "Pigs are very intelligent animals. They can be taught to dance, hunt for truffles, race, pull carts and sniff out landmines. They can even be taught to play video games."
  },
  {
    "id": 2609,
    "des": "A snail can sleep 3-4 years at a time! In fact even regular snails can stretch their sleep to a week. Snails hibernate too. We are lucky to actually see a snail that moves! No matter how SLOWLY!"
  },
  {
    "id": 2616,
    "des": "The amount of blood a female mosquito drinks per serving is five millionths of a liter."
  },
  {
    "id": 2617,
    "des": "An adult porcupine has approximately 30,000 quills on its body, which are replaced every year."
  },
  {
    "id": 2651,
    "des": "Spotted skunks do handstands before they spray."
  },
  {
    "id": 2661,
    "des": "In order to scare away predators, Giant petrels, a type of seabird, throw up all over the intruder."
  },
  {
    "id": 2663,
    "des": "The average cow produces about 19,825 pounds of milk each year. That's 2,305 gallons of milk a year or \nabout 8 gallons of milk every day of her milking period. That’s enough for 128 people \nto have a glass of milk every day!"
  },
  {
    "id": 2666,
    "des": "Just like fingerprints, every cats nose pad is different."
  },
  {
    "id": 2668,
    "des": "Researchers have shot footage of Orcas (killer whales) attacking and killing great white sharks."
  },
  {
    "id": 2680,
    "des": "About 1 in 5,000 North Atlantic lobsters are born bright blue."
  },
  {
    "id": 2682,
    "des": "The thing that hangs from the top of the beak of a turkey is called the snood."
  },
  {
    "id": 2683,
    "des": "Ticks can be as small as a grain of rice and grow to be as big as a marble."
  },
  {
    "id": 2685,
    "des": "Most cows give more milk when they listen to music."
  },
  {
    "id": 2686,
    "des": "Giant flying foxes, which are a type of bat, that live in Indonesia have wingspans of nearly six feet."
  },
  {
    "id": 2694,
    "des": "A cow releases about 125 gallons of gas per day."
  },
  {
    "id": 2698,
    "des": "In a day the blue whale calf drinks approximately 380–570 litres (100–150 U.S. gallons) of milk."
  },
  {
    "id": 1,
    "des": "The Bracken Bat Cave in Texas is the largest known bat colony in the world. Over 20 million bats live in the cave, which is more bats than there are people living in Mumbai, India—one of the world’s largest human cities. When the bats leave the cave, the group is so large that it looks like a huge storm on radar. The bats will eat over 200 tons of bugs in one night"
  },
  {
    "id": 2,
    "des": "Researchers were surprised to find that the female short-nosed fruit bat (Cynopterus sphinx) performs oral sex, or fellatio, on males to prolong copulation. Although fellatio has been observed in juvenile members of the chimpanzee-like bonobo, this is the first time fellatio has been seen in adult animals other than humans. Researchers argue that for bats, fellatio likely has evolutionary benefits"
  },
  {
    "id": 3,
    "des": "Some Mexican free-tailed bats can fly up to 250 miles (402 km) in a single night. They can fly up to 10,000 feet (3,048 m) high and reach speeds up to 60 miles per hour (97kph)"
  },
  {
    "id": 4,
    "des": "A small colony of bats can eat over one ton of insects in one year, or more than 600 million bugs"
  },
  {
    "id": 5,
    "des": "A single bat can eat more than 600 bugs in one hour, which is like a person eating 20 pizzas a night"
  },
  {
    "id": 6,
    "des": "According to Bat Conservation International, 150 big brown bats can eat enough cucumber beetles in one summer to save farmers a billion dollars a year. Those beetles would have had 33 million larvae, which are what attack the crops"
  },
  {
    "id": 7,
    "des": "The world’s largest bat is the giant golden-crowned flying fox, a rare fruit bat. It has a wingspan of 5 to 6 feet (1.5 to 1.8 m)"
  },
  {
    "id": 8,
    "des": "There are over 1,100 bat species in the world—only rodents have a greater number of species. In the United States, there are about 45 kinds of bats; the three most common are the Eptiesicus fuscus (big brown bat), Myotis lucifugus (little brown bat), and Tadarida brasilienis (Mexican free-tailed bat). Only three species of bats are vampire bats"
  },
  {
    "id": 9,
    "des": "In Southeast Asia, small club-footed bats roost inside bamboo stalks. To reach their home, the bats squeeze into an opening as small as 0.4 inches—about the width of a fingernail"
  },
  {
    "id": 10,
    "des": "In West Africa, small woolly bats live in large spider webs"
  },
  {
    "id": 11,
    "des": "Some seeds will not sprout unless they have passed through the digestive tracts of a bat. Additionally, bats spread millions of seeds every year from the ripe fruit they eat. Approximately 95% of the reforestation of the tropical rainforest is a result of seed dispersal from bats"
  },
  {
    "id": 12,
    "des": "Vampire bats do not actually “suck” blood. Instead, they typically “lap” up two teaspoons of blood a night with their tongues. The blood moves through the bat’s mouth in two channels under its tongue. Its body uses only red blood cells, and within two minutes of starting to eat, the bat’s body rids itself of blood plasma in the form of urine"
  },
  {
    "id": 13,
    "des": "Some white-winged vampire bats snuggle up to hens and pretend to be chicks. Once in position under the hens, the bats feed on their blood"
  },
  {
    "id": 14,
    "des": "Rarely will a vampire bat bite a person—but if it does, it will then probably come back the next night to feed again from that same person. Amazingly, vampire bats can tell people apart by the way they breathe"
  },
  {
    "id": 15,
    "des": "A vampire bat that has found a meal may sometimes share the blood with other hungry vampires at the vampire roost. The vampire that found the blood vomits it to feed its friends"
  },
  {
    "id": 16,
    "des": "Vlad the Impaler (1431-1476) was the original “human vampire” and was the first to be called Count Dracula (“son of the dragon”)"
  },
  {
    "id": 17,
    "des": "More than half of all bats in the U.S. are endangered or in decline. Both loss of habitat and a mysterious illness called “White-Nose Syndrome” (which has affected over a million bats) are major reasons for the decline"
  },
  {
    "id": 18,
    "des": "The scientific name for bats, Chiroptera, is from the Greek cheir = hand + pteron = wing, or “hand wing.'"
  },
  {
    "id": 19,
    "des": "Bats have variously been called “flutterers,” “bald mice,” “old batters,” “fleder mauser,” “slang bats,” and “vagabonds.” They have also been called “flitter mice” because people thought of them as flying mice"
  },
  {
    "id": 20,
    "des": "There are two main groups of bats: larger, Old World, fruit-eating mega bats (Megachiroptera) and microbats (Microchiroptera). Megabats are also known as fruit bats or flying foxes and typically live in warm climates. They use their large eyes to find food in the dark and they tend to roost in trees rather than in caves, crevices, or old buildings. Microbats are generally much smaller and use echolocation to find insects. Microbats are typically found all over the world, including the U.S. Not all megabats are larger than microbats"
  },
  {
    "id": 21,
    "des": "There are several differences between megabats and microbats. The megabat has two claws, one on its thumb and one on its next finger. Microbats only have one claw, on the thumb. Megabats have better developed brains than microbats and they also rely more on their senses (sight and smell) and less on echolocation. A roosting megabat will bend its neck toward its chest and look at the world upside down. A roosting microbat will bend its neck toward its back and look at the world right-side up"
  },
  {
    "id": 22,
    "des": "Scientists believe that flight in bats developed before echolocation"
  },
  {
    "id": 23,
    "des": "Bats are the only mammals capable of powered flights"
  },
  {
    "id": 24,
    "des": "Bats live on every continent except Antarctica. They are found almost as far north as the Arctic Circle and as far south as Argentina and the southern-most tip of South Africa"
  },
  {
    "id": 25,
    "des": "A single brown bat (myotis) lives longer than most equally sized mammals, with a life span of nearly 40 years. Mice and shrews often live less than two years"
  },
  {
    "id": 26,
    "des": "Unlike birds, which flap their entire forelimbs, bats flap their spread-out digits"
  },
  {
    "id": 27,
    "des": "Bats make up about 20% of all classified mammal species globally"
  },
  {
    "id": 28,
    "des": "Approximately 70% of bats eat insects. The rest are frugivores, or fruit eaters"
  },
  {
    "id": 29,
    "des": "Bats are the slowest reproducing mammals in the world for their size, and pregnancy is longer in bats than in other animals of their size"
  },
  {
    "id": 30,
    "des": "Vampire bats are the only bats that move well on the ground"
  },
  {
    "id": 31,
    "des": "Many bats open their mouth to call out their ultrasound echolocation signals, but others can shout through their nostrils. A few other animals use echolocation, including dolphins and some cave-dwelling birds"
  },
  {
    "id": 32,
    "des": "The mouse-eared bat has a heartbeat as low as 18 beats a minute during hibernation, compared to 880 when it is active"
  },
  {
    "id": 33,
    "des": "Scientists believe that bats first appeared 65-100 million years ago, the same time as the dinosaurs. The earliest known megabats lived 35 million years ago. Many scientists believe that megabats may be more closely related to primates (monkeys, apes, and humans) than they are to other microbats"
  },
  {
    "id": 34,
    "des": "In China and Japan, bats are symbols of happiness. In Chinese, the words for “bat” and “good fortune” are both pronounced “fu.'"
  },
  {
    "id": 35,
    "des": "In North America and Europe, bats have long been associated with witchcraft and were often ingredients in folk medicines and potions"
  },
  {
    "id": 36,
    "des": "The story of Dracula originated in Eastern Europe; however, real vampire bats are found only in Central and South America"
  },
  {
    "id": 37,
    "des": "Fruit bats are a traditional food source for the people of Guam and have been hunted to the point where bats are currently listed as endangered. Guam now imports bat meat from other islands and serves as a major trade center for bat meat"
  },
  {
    "id": 38,
    "des": "Bat dropping is called guano and is an important fertilizer in many tropical regions because of its high levels of phosphorus and nitrogen"
  },
  {
    "id": 39,
    "des": "Bats are not blind and, in fact, many bats can see quite well; some species can even detect ultraviolet light. They also have excellent echolocation, which means, contrary to urban legend, they would not get tangled in people’s hair"
  },
  {
    "id": 40,
    "des": "The pipistrelle bat weighs less than two pennies and is only as long as a person’s little finger. Yet it can eat 3,000 insects in one night"
  },
  {
    "id": 41,
    "des": "The tube-lipped nectar bat (Anoura fistulata) has the longest tongue, relative to body length, of any mammal. The bat retracts its tongue into its rib cage when it’s not being used"
  },
  {
    "id": 42,
    "des": "Some female bats, especially those that hibernate, can control when they give birth by storing the male’s sperm inside their body, which delays fertilization, or by slowing the development of the embryo inside them"
  },
  {
    "id": 43,
    "des": "The oldest known fossil microbat, called Icaronycteris index, was found near Yellowstone in Wyoming. It lived approximately 50 million years ago"
  },
  {
    "id": 44,
    "des": "The bumblebee bat (Kitti’s Hog-nosed Bat) is the smallest bat in the world and lives in Thailand. Approximately the size of a bumblebee, the bat weighs less than a penny. It may be the smallest existing mammal. Due to habitant loss, it is listed as critically endangered"
  },
  {
    "id": 45,
    "des": "Scientist have been able to use the anticoagulation agent in vampire bat spit to treat human stroke victims and human heart patient victims"
  },
  {
    "id": 46,
    "des": "Most bats are brown and black, but a few are colorful shades of orange or red"
  },
  {
    "id": 47,
    "des": "A bat’s echolocation is so tuned that it can detect objects as thin as a human hair"
  },
  {
    "id": 48,
    "des": "A bat can detect the warmth of an animal 16 cm away using its “nose leaf.'"
  },
  {
    "id": 49,
    "des": "Bats can hear frequencies between 20 Hz and 120,000 Hz. Humans can hear between 20 Hz and 20,000 Hz. Dogs can hears between 40 Hz and 60,000 Hz"
  },
  {
    "id": 50,
    "des": "The bats that feed on frogs can tell the difference between safe and poisonous frogs by listening to the male frog’s call"
  },
  {
    "id": 51,
    "des": "In most bat colonies, all the females birth their babies at the same time"
  },
  {
    "id": 52,
    "des": "Vampire bats are the only mammals in the world that live entirely on blood"
  },
  {
    "id": 53,
    "des": "During the U.S. civil war, bat droppings were used to make gunpowder"
  },
  {
    "id": 54,
    "des": "Wind turbines kill tens of thousands of North American bats every year. Rather than being struck by turbines, many bats appear to be killed by a sudden drop in air pressure near the spinning blades. The tiny blood vessels in their delicate lungs explode"
  },
  {
    "id": 55,
    "des": "In 600 B.C., the Greek Aesop told a fable about a bat that borrowed money to start a business. The business failed and the bat had to hide during the day to avoid the people it owed money to. According to Aesop, that is why bats come out just at night"
  },
  {
    "id": 56,
    "des": "Bats can spread histoplasmosis (“Cave disease” or “Darling’s disease”), which is a very rare fungus, and rabies. However, the chance of a person dying from a bat is less than one in a million. A person has a better chance of falling in a bathtub and dying"
  },
  {
    "id": 57,
    "des": "The phrase “bats in your belfry” was coined by American author George W. Peck in his 1901 book, Peck’s Uncle Ike and the Red-Headed Boy. The term “batty” was coined by another American, Al Kleberg, in his 1903 book, Slang Fables from Afar, in which he writes, “She . . . acted so queer . . . that he decided she was Batty.'"
  },
  {
    "id": 58,
    "des": "Bram Stoker’s 1897 Dracula combined the discovery of vampire (“blood drunkenness”) bats in the New World with Vlad the Impaler stories, to create Count Dracula. Dracula has never been out of print"
  },
  {
    "id": 59,
    "des": "In the 1941 movie The Devil Bat, actor Bela Lugosi plays a mad scientist with an even madder killer bat. The bat goes out and slits the throats of a bunch of people wearing a certain kind of aftershave"
  },
  {
    "id": 60,
    "des": "In the film Batman Begins, viewers learn that Bruce Wayne was attacked by bats when he fell into a deep hole. When Alfred asks Bruce, “Why bats?” Bruce replies “Bats frighten me. It’s time my enemies share my dread.'"
  },
  {
    "id": 61,
    "des": "A poll by the television show Animal Planet listed vampire bats as the third-most feared animal on the planet, right after wolves and gorillas and just ahead of piranhas"
  },
  {
    "id": 62,
    "des": "Since vampire bats have to drink as much as their own weight in blood every day, a human vampire like Dracula would have to drink the blood of a whole table full of guests every night just to keep going"
  },
  {
    "id": 63,
    "des": "The Organization for Bat Conservation (OBC) and Bat Conservation International (BCI) offer bat house kits that can be ordered online. A bat house at the University of Florida has a population of over 100,000 free-tailed bats"
  },
  {
    "id": 64,
    "des": "To sleep, bats hang upside down so they can fly away quickly if needed"
  },
  {
    "id": 65,
    "des": "For their body size, bats have larger brains than birds"
  },
  {
    "id": 66,
    "des": "Bat wings are made from finger bones covered by thin layers of skin. The wing membranes of a bat make up about 95% of its body surface area. A bat’s wing membrane helps the bat regulate body temperature, blood pressure, water balance, and gas exchange"
  },
  {
    "id": 67,
    "des": "No vampire bats live in the U.S. except in zoos"
  },
  {
    "id": 68,
    "des": "Only about 5% of all U.S. caves have the right temperature and water conditions suitable for bats"
  },
  {
    "id": 69,
    "des": "Most bats rest, sleep, mate, and give birth upside down"
  },
  {
    "id": 70,
    "des": "The term “bat” appeared in 1570 from the Middle English bakke, which is related to the Old Swedish natbakka and Old Danish nathbakkae or “night bat” and Old Norse leđrblaka or “leather flapper.'"
  },
  {
    "id": 71,
    "des": "A bat uses 30-60 days of stored energy to wake up out of hibernation. That is why it is so important to not disturb hibernating bats"
  },
  {
    "id": 72,
    "des": "Three states in the U.S. have an official state bat. Virginia has the Virginia big-eared bat and Texas and Oklahoma have the Mexican free-tailed bat"
  },
  {
    "id": 73,
    "des": "While some bats roost in groups with thousands or even millions of other bats, hoary bats and red bats are unusual in that they roost alone"
  },
  {
    "id": 74,
    "des": "Most female bats fly with their young clinging to them, and some species have false nipples that their pups grasp during flight"
  },
  {
    "id": 75,
    "des": "A group of bats is called a “colony.” A group of crows is called a “murder.” A group of ferrets is called a “business.” A group of giraffes is called a “tower.” Differences between Bats and Birds"
  },
  {
    "id": 76,
    "des": "The largest mammalian carnivore that ever lived on land was the giant short-faced bear. Twice the size of the biggest modern bear, it was 6' 5'' tall at the shoulder when standing on all fours. Scientists believe it had very long legs and chased antelope on the North American prairies. It died around 12,000 years ago"
  },
  {
    "id": 77,
    "des": "The sloth bear has the shaggiest fur. The sun bear has the shortest fur so it can keep cool in the hot forests of Southeast Asia"
  },
  {
    "id": 78,
    "des": "The most accurate way to determine the age of a bear is to count the rings in a cross section of its tooth root under a microscope"
  },
  {
    "id": 79,
    "des": "Bears have two layers of fur. A short layer of fur keeps the bear warm. And a long layer keeps water away from the skin and short fur"
  },
  {
    "id": 80,
    "des": "Bears are very smart and have been known to roll rocks into bear traps to set off the trap and eat the bait in safety"
  },
  {
    "id": 81,
    "des": "Bears live as long as 30 years in the wild. One captive brown bear lived to the age of 47"
  },
  {
    "id": 82,
    "des": "Bears are bowlegged. This gives them better grip and balance"
  },
  {
    "id": 83,
    "des": "Only the polar bear is a true carnivore. All other bears are omnivores, or animals that eat both plants and meat"
  },
  {
    "id": 84,
    "des": "Sun bears have the longest claws of any bear. They also have the longest tongues, which can reach 9.8'' long"
  },
  {
    "id": 85,
    "des": "Bears can run up to 40 miles per hour, fast enough to catch a running horse. The fastest known human alive today is Usain Bolt, who can run 27mph"
  },
  {
    "id": 86,
    "des": "The shape of a bear’s claw differs according to the type of bear. Bears that climb, such as black bears, have claws that are curved and strong to allow them to claw at tree bark. Bears that dig, such as grizzly bears, have straight and long claws"
  },
  {
    "id": 87,
    "des": "Koala bears are not bears at all and are not related to the bear family. They are marsupials"
  },
  {
    "id": 88,
    "des": "A bear’s normal heartbeat is 40 beats per minute. A hibernating bear’s heart rate drops to 8 bpm"
  },
  {
    "id": 89,
    "des": "Because bears can walk short distances on their hind legs, some Native Americans called them “the beast that walks like a man.'"
  },
  {
    "id": 90,
    "des": "The bear that a person living in North America is most likely to run into is the black bear. They live in wooded areas in every Canadian province, many U.S. states, and parts of Mexico"
  },
  {
    "id": 91,
    "des": "Black bears are not always black. They come in a rainbow of colors from black to reddish brown (cinnamon bears) to light brown to white"
  },
  {
    "id": 92,
    "des": "Unlike many mammals, bears can see in color"
  },
  {
    "id": 93,
    "des": "The worlds most widely distributed bear is the brown bear. However, the American black bear is the world's most common bear species"
  },
  {
    "id": 94,
    "des": "When bears mate, the eggs within the female’s body are fertilized but do not implant in her uterus and begin developing for several months"
  },
  {
    "id": 95,
    "des": "A swimming polar bear can jump 8 ft. (2.4 m) out of the water to surprise a seal"
  },
  {
    "id": 96,
    "des": "A polar bear’s stomach can hold 150 lbs. (68 kg) of meat"
  },
  {
    "id": 97,
    "des": "Panda bears have an extra “thumb” (which is actually an extra-large wrist bone) just for holding onto bamboo stalks. A panda bear can eat over 45 lbs. (20.4 kg) of bamboo per day"
  },
  {
    "id": 98,
    "des": "The giant panda has a large head for its body. Scientists believe this is because it needs a strong jaw and neck muscles to eat bamboo, which makes up 99% of its diet. The remaining 1% consists of insects on the bamboo and dead meat that the panda may find"
  },
  {
    "id": 99,
    "des": "Sloth bears’ favorite food is termites. These bears have no front teeth, so they easily suck out insects from their nests like a vacuum cleaner. They can also seal their nostrils for better suction"
  },
  {
    "id": 100,
    "des": "Bears have been known to eat almost anything, including snowmobile seats, engine oil, and rubber boots"
  },
  {
    "id": 101,
    "des": "Lumber companies felt they had no choice but to kill the black bears in Washington State that were eating the bark from trees. However, once someone thought to put piles of food in the forest, the bears stopped eating the trees, and were happy to eat the free food. Because feeding the bears cost less than killing them, the lumber companies were happy, too"
  },
  {
    "id": 102,
    "des": "About 98% of the grizzly bear population in the U.S. lives in Alaska"
  },
  {
    "id": 103,
    "des": "A polar bear can swim up to 100 miles without resting"
  },
  {
    "id": 104,
    "des": "Bears can see almost as well as humans, and they can hear a little better. But they can smell much better. In fact, a bear’s sense of smell is around 100 times greater than a human’s. Polar bears can track down an odor from 20 miles (32 km) away. They can smell a dead seal under 3 feet of solid ice"
  },
  {
    "id": 105,
    "des": "In 2004, a black bear was found unconscious in a campground in Seattle, Washington. It had broken into a cooler and used its claws and teeth to open dozens of beer cans. Although it sampled other types of beer, it chose to drink all the cans of only one type of beer. After its drinking binge, the bear passed out"
  },
  {
    "id": 106,
    "des": "A male bear is called a boar or a he-bear. A female bear is called a sow or a she-bear. A group of bears is called a sleuth or sloth"
  },
  {
    "id": 107,
    "des": "“Bear” is an LGBT slang term used by homosexual men to describe hyper masculine men who have hairy bodies and facial hair or who are heavy set"
  },
  {
    "id": 108,
    "des": "The word “bear” is an Old English word, derived from the Proto-Indo-European *bher-, meaning “bright brown.'"
  },
  {
    "id": 109,
    "des": "The symbol of the United Russia Party is a bear. In fact, bears have traditionally not only been a symbol of pride and power in Russia, but have also been common images in fairy tales and myth"
  },
  {
    "id": 110,
    "des": "The Ursa Major or “Great Bear” constellation is the third-largest constellation and contains the Big Dipper"
  },
  {
    "id": 111,
    "des": "The bear ancestor is an offshoot of the ancient Canidae family of dogs, wolves, foxes, and coyotes"
  },
  {
    "id": 112,
    "des": "The polar bear (Ursus maritimus) is the largest bear species. A male polar bear can measure up to 10 feet long and weigh 1,500 lbs., which is about the weight of eight human adults. Female polar bears are up to 50% smaller than the males"
  },
  {
    "id": 113,
    "des": "Polar bears are the only bear species that is a marine mammal"
  },
  {
    "id": 114,
    "des": "A polar bear’s fur ranges in color from ivory to pale tan. Underneath its fur coat, the polar bear’s skin is black to help absorb heat from the sun"
  },
  {
    "id": 115,
    "des": "The name “grizzly bear” refers to the silver-tipped or “grizzled” hair of a brown bear"
  },
  {
    "id": 116,
    "des": "One variation of the black bear is a white bear called the Kermode, ghost, or spirit bear. These bears are very rare. Native Americans believed these white bears had supernatural power"
  },
  {
    "id": 117,
    "des": "In 2008, a Canadian man was attached by a grizzly bear. He survived the attack by playing dead, even when the bear began to gnaw on his scalp. The bear eventually lost interest and went away"
  },
  {
    "id": 118,
    "des": "For many years, scientists thought that the Giant Panda was not a bear at all but a relative of the raccoon. Scientists have shown through DNA evidence that giant pandas are indeed true bears"
  },
  {
    "id": 119,
    "des": "The Sun bear (Helarctos malayanus) is the smallest of the bears and is about the size of a large dog. It gets its name from a blond chest patch of fur that looks like a setting sun. Sun bears are also known as honey bears"
  },
  {
    "id": 120,
    "des": "Of the eight bear species, four live in the Southern Hemisphere and four in the Northern Hemisphere"
  },
  {
    "id": 121,
    "des": "Spectacled bears are the only wild bears that live in South America"
  },
  {
    "id": 122,
    "des": "North America is home to three of the world’s eight bear species: brown, American black, and polar bears. Almost two thirds of the bears in the world live in North America"
  },
  {
    "id": 123,
    "des": "Polar bears live only north of the Equator, in the Arctic. Penguins live only south of the Equator, in Antarctica. Approximately 21,000 to 28,000 polar bears live in the Arctic"
  },
  {
    "id": 124,
    "des": "Bears are descended from small, insect-eating mammals called miacids, which lived during the time of the dinosaurs. The first true bears evolved from heavy bear-like dogs around 27 million years ago. The oldest known bear, the Dawn Bear, lived about 20 million years ago and was the size of a small dog"
  },
  {
    "id": 125,
    "des": "Bears have never lived in Australia or Antarctica. Although bears do not currently live in Africa, bear fossils have been found there. Scientists are unsure why bears do not live in Africa today"
  },
  {
    "id": 126,
    "des": "Sloth bears are the only bears that are more active at night"
  },
  {
    "id": 127,
    "des": "Polar bears have a thick coat with 9,677 hairs per square inch"
  },
  {
    "id": 128,
    "des": "Most bears are born without fur. Only polar bears and giant pandas are born with thin white fur"
  },
  {
    "id": 129,
    "des": "Bears have nonretractable claws like dogs and unlike cats"
  },
  {
    "id": 130,
    "des": "While most bears have bare feet, the paws of polar bears have fur on the bottoms and between the toes. Bears lose most of their heat from their paws"
  },
  {
    "id": 131,
    "des": "Like people, all bears except pandas walk by putting their feet flat on the ground. This kind of walking is called “plantigrade.” In contrast to bears, other large animals, including dogs, horses, and even elephants, walk on their toes"
  },
  {
    "id": 132,
    "des": "The claws on the front feet of bears are longer than the claws on the back feet. Some large bears have claws almost 5'' long"
  },
  {
    "id": 133,
    "des": "Bears are the only large predators that regularly eat both meat and plants. For this reason, they have different teeth specifically used for meat eating and plant eating"
  },
  {
    "id": 134,
    "des": "During hibernation, a bear does not defecate. Its body can somehow recycle body waste into protein?a process scientists still do not understand"
  },
  {
    "id": 135,
    "des": "Not all bears hibernate. Asiatic black bears, American black bears, some brown bear species, and pregnant polar bears hibernate. Sloth bears live in warm places with abundant food, so they don’t need to hibernate"
  },
  {
    "id": 136,
    "des": "A newly born Kodiak brown bear can weigh less than one pound. As it grows up, its weight may increase as much as 1,000 times. If human babies grew this much, as adults they would weigh over 6,000 lbs"
  },
  {
    "id": 137,
    "des": "Polar bears have the largest home ranges of any bear. One polar bear can hunt and live in an area as big as Maine"
  },
  {
    "id": 138,
    "des": "Stone-age hunters worshipped and hunted bears at the same time. To show their respect, they sang and danced and prayed that the bear would forgive them for killing it"
  },
  {
    "id": 139,
    "des": "In Asia, bear cubs are often taken from their mothers at an early age to be trained as dancing bears. The ability of bears to stand up on their hind feet makes it possible for them to shuffle in a way that looks somewhat like dancing"
  },
  {
    "id": 140,
    "des": "People in Asian cultures have traditionally used bear organs and secretions for medicinal purposes. One author notes that there “are fewer than one million bears on Earth and more than one billion potential consumers of bear parts as medicine.'"
  },
  {
    "id": 141,
    "des": "In Asia in the early 1990s, bear gallbladders would sell from $1 to $210 a gram. A gallbladder of an Asiatic black bear killed in South Korea sold at a public auction for $64,000. On a price-per-gram basis, bear gallbladders often cost more than gold"
  },
  {
    "id": 142,
    "des": "Currently, approximately 8,000 bears are kept on “bear farms” in China. They are bred and kept in captivity so that bile from the gallbladders can be extracted for medicinal use. The bile is removed from the live animal through a catheter surgically implanted into the gallbladder"
  },
  {
    "id": 143,
    "des": "All bears are good swimmers, but the polar bear is the most efficient swimmer. It can swim up to 4-6 mph (6-10 km/hr) for 100 miles (161 km). One polar bear swam 200 miles without stopping. Polar bears can also swim very well under water"
  },
  {
    "id": 144,
    "des": "The only species of bear that does not move its ears to pick up sound is the giant panda"
  },
  {
    "id": 145,
    "des": "The Asiatic black bear has the largest ears of any species of bears"
  },
  {
    "id": 146,
    "des": "Because a giant panda’s eye is a vertical slit, like many nocturnal animals it can see by day and by night"
  },
  {
    "id": 147,
    "des": "Once bears breed, they go their separate ways. Male bears do not help the mother bear raise the cubs. Depending on the breed, intercourse may last a few minutes (giant panda) or half an hour (polar bear)"
  },
  {
    "id": 148,
    "des": "When U.S. President Theodore (Teddy) Roosevelt refused to shoot a black bear cub on a hunting trip, a cartoon featured the event, and soon stuffed toy manufacturers popularized “Teddy’s bear.'"
  },
  {
    "id": 149,
    "des": "Only about 1,000 giant pandas live in the wild today"
  },
  {
    "id": 150,
    "des": "The lips of bears are not attached to their gums, which make their lips look rubbery"
  },
  {
    "id": 151,
    "des": "Baloo, from The Jungle Book, is a sloth bear"
  },
  {
    "id": 152,
    "des": "Most bears have 42 teeth, which is about 10 more than people have. A bear’s canines can reach 1.5'' long, while a human’s are less than a half inch long"
  },
  {
    "id": 153,
    "des": "The giant panda has been described as a living fossil because it is such an ancient animal"
  },
  {
    "id": 154,
    "des": "Polar bears are the largest land predators on earth. They can stand more than 11' high and weigh more than 1,700 lbs"
  },
  {
    "id": 155,
    "des": "Black bears are typically smaller than grizzly bears, have a smaller shoulder hump, less shaggy fur, longer ears, and a less concave facial profile. Black bear claws are also smaller and more curved to better climb trees."
  },
  {
    "id": 156,
    "des": "There are over 9,500 species of birds in the world. Scientists typically group them into 30 categories. Birds are the most widespread of all animals around the world"
  },
  {
    "id": 157,
    "des": "Characteristics that are unique to birds are 1) feathers, 2) bills, and 3) a furcula (fused collarbone, or “wishbone”)"
  },
  {
    "id": 158,
    "des": "Approximately 2/3 of all the bird species are found in tropical rain forests"
  },
  {
    "id": 159,
    "des": "Hoatzin chicks have two claws on each wing. When they climb out of the nest, they use their claws to hold on to mangrove trees. They lose their claws once they mature, but they remain poor flyers"
  },
  {
    "id": 160,
    "des": "Many birds consume 1/5 of their body weight in food every day to get the energy they need to fly"
  },
  {
    "id": 161,
    "des": "The longest feathers ever seen were on a chicken in Japan. Its tail feathers measured 34.7 feet (10.59 m) long"
  },
  {
    "id": 162,
    "des": "To make them more lightweight, most birds do not have bladders to store urine. Rather than producing liquid urine to get rid of wastes, they produce a white, pasty substance. However, while an ostrich does not have a bladder like a mammalian bladder, it is unique among birds because it does have a complete separation of feces and urine"
  },
  {
    "id": 163,
    "des": "A bird’s lungs are much more complicated and efficient and take up more space than those of mammals, such as humans. A human’s lungs compose about 1/20 of its body, but a bird’s takes up 1/5"
  },
  {
    "id": 164,
    "des": "The Australian pelican has the longest bill of any bird in the world. It is nearly 2 feet (0.5 m) in length. The sword-billed hummingbird, with its 3.9-inch (10 cm) bill, is the only bird with a bill that’s longer than its body"
  },
  {
    "id": 165,
    "des": "The song of a European wren is made of more than 700 different notes a minute and can be heard 1,650 feet (500 m) away"
  },
  {
    "id": 166,
    "des": "Owls cannot swivel their eyes. Instead they move their heads completely around to see straight behind them. They live on every continent except Antarctica. Soft fringes on their wings make their flight essentially silent"
  },
  {
    "id": 167,
    "des": "In the continental U.S. alone, between 1.4 billion and 3.7 billion birds are killed by cats annually"
  },
  {
    "id": 168,
    "des": "Famous birds include Ba in Egyptian mythology, Bar Juchne in the Talmud, The Cu Bird in Mexican folklore, the Firebird in Native American mythologies, Harpies in Greek mythology, the Phoenix in Egyptian mythology, Quetzalcoatl in Aztec mythology, and the Raven in Native American religions"
  },
  {
    "id": 169,
    "des": "Famous birds in literature include the Albatross in The Rime of the Ancient Mariner, Archimedes in The Once and Future King, Chicken Little, Chanticleer in Chaucer’s Nun’s Priest’s Tale, Fawkes and Hedwig in Harry Potter, Mother Goose, the Raven in Edgar Allen Poe’s “The Raven,” Owl in Winnie the Pooh, Thorondor (the king of eagles) in J.R.R. Tolkien’s Lord of the Rings, and The Ugly Duckling"
  },
  {
    "id": 170,
    "des": "Famous birds in cartoons, comics, and films include Big Bird in Sesame Street, Buzz Buzzard in Woody Woodpecker, Disney’s Darkwing Duck, Footloops cereal’s Toucan Sam, Woodstock in the Peanuts comic strip, Woody Woodpecker, and Iago in Aladdin"
  },
  {
    "id": 171,
    "des": "The bird with the most feathers is the whistling swan, with up to 25,000 feathers. Hummingbirds, on the other hand, are so small that they have fewer than 1,000"
  },
  {
    "id": 172,
    "des": "The only bird with nostrils at the end of its beak is the kiwi. This placement helps it sniff for food, such as worms and insects on the ground. It often snorts to clear its nostrils"
  },
  {
    "id": 173,
    "des": "Unlike most birds that sing, a woodpecker will drum its beak against a tree. Other woodpeckers can identify which bird it is by the sound of the drumming"
  },
  {
    "id": 174,
    "des": "The most talkative bird in the world is the African gray parrot. One parrot could say over 800 words. Most species of parrots can learn only 50"
  },
  {
    "id": 175,
    "des": "Many birds, such as starlings, sing notes too high for humans to hear"
  },
  {
    "id": 176,
    "des": "Flamingos pair for a lifetime. Some stay with their mates for 50 years or more"
  },
  {
    "id": 177,
    "des": "The chicks of large bird species often take the longest to hatch. Emu chicks, for example, take 60 days to hatch. Small songbirds take just 2 weeks"
  },
  {
    "id": 178,
    "des": "A green woodpecker can eat as many as 2,000 ants per day"
  },
  {
    "id": 179,
    "des": "The Japanese crested ibis is one of the rarest birds in the world. Probably fewer than 50 crested ibises are alive today"
  },
  {
    "id": 180,
    "des": "The 1989 Exxon Valdez oil spill in Alaska polluted approximately 1,180 miles of coastline and killed up to 100,000 seabirds"
  },
  {
    "id": 181,
    "des": "Falconry was developed more than 4,000 years ago in eastern and central Asia. Birds were used because they could kill animals beyond the range of a hunter’s weapon. Genghis Khan reportedly had 10,000 falconers"
  },
  {
    "id": 182,
    "des": "Coalminers often used canaries to detect poisonous levels of carbon monoxide gas. Miners knew that if the canary passed out, they were in danger, too. The phrase “Canary in a Coalmine” derives from this history"
  },
  {
    "id": 183,
    "des": "The marsh warbler can mimic more than 80 different birds. Other renowned mimics include mockingbirds and lyrebirds"
  },
  {
    "id": 184,
    "des": "A pelican’s pouch-like beak can hold up to 2.5 gallons of water at a time. The beak will shrink to squeeze out the water before the pelican swallows its food"
  },
  {
    "id": 185,
    "des": "A vulture named the Lammergeyer will fly with bones high in the air and then drop them onto rocks. It will then eat the smashed bones, like a circus sword swallower"
  },
  {
    "id": 186,
    "des": "The bird that lays the smallest egg in the world is the bee hummingbird. Its egg is just under 0.5'' x 0.25'' and weighs a mere 0.02 oz"
  },
  {
    "id": 187,
    "des": "The ostrich lays the biggest egg in the world. It measures 7'' x 5'' and weighs 3 pounds. However, the biggest egg for the size of the mother is laid by the kiwi and is a third of the weight of the bird. It is 5'' long and can weigh as much as 1 lb. This would be the equivalent of an ostrich laying an 88 lb. (40 kg.) egg"
  },
  {
    "id": 188,
    "des": "The Malleefowl is famed for making a huge compost pile for its nest. Its eggs are incubated by the heat given off by the rotting vegetation"
  },
  {
    "id": 189,
    "des": "Social weaverbirds live in huge communal nests that look like a huge haystack spread across a treetop. Some nests can weigh a few tons, have over 400 birds living in them, and may be 100 years old"
  },
  {
    "id": 190,
    "des": "The heaviest bird of prey is the Andean condor. It can weigh up to 27 lb. (12 kg.)"
  },
  {
    "id": 191,
    "des": "The most common wild bird in the world is the red-billed Quelea, with an estimated adult breeding population of 1.5 billion pairs. It mostly lives in sub-Saharan Africa and thousands of birds can be in a single flock. The most common nonwild bird is the chicken"
  },
  {
    "id": 192,
    "des": "Many scientists believe that birds evolved from dinosaurs during the Mesozoic Era about 150 million years ago"
  },
  {
    "id": 193,
    "des": "In the United States alone, there are over 40 million pet birds"
  },
  {
    "id": 194,
    "des": "A bird’s feathers weigh more than its skeleton"
  },
  {
    "id": 195,
    "des": "The type of diet a bird eats in the wild is directly related to the shape of a bird’s beak"
  },
  {
    "id": 196,
    "des": "While most male birds do not have a penis, the Argentine Lake Duck’s penis can extend 17'', the longest of any bird known. The duck itself is only about 16 inches tall. The base of the penis is covered with coarse spines, and the tip is soft and brush-like, perhaps to clean sperm that may have been deposited in the female’s oviduct by another suitor. When not in use, the corkscrew shaped penis retracts into the duck’s abdomen"
  },
  {
    "id": 197,
    "des": "Approximately 75% of wild birds live for less than a year. The larger the bird, the more likely it is to live longer. The large wandering albatross, for example, can live for up to 80 years"
  },
  {
    "id": 198,
    "des": "Gentoo Penguins are the fastest swimming birds, reaching speeds of 22 mph (36 kph). Emperor Penguins can stay under water for up to 18 minutes"
  },
  {
    "id": 199,
    "des": "The Sooty Tern spends the most time in the air than any other bird. It takes off over the ocean and flies for at least 3 years without settling on water or land. Swifts also spend most of their lives in the air. They can even sleep in the air by gliding on air currents with their wings outstretched"
  },
  {
    "id": 200,
    "des": "Artic terns have the longest annual migration of any bird. They fly 25,000 miles (40,000 m) form the Arctic to the Antarctic and then back again"
  },
  {
    "id": 201,
    "des": "The bird with the greatest wingspan of any other bird is the Wandering Albatross at up to 11.8 ft (3.63 m)"
  },
  {
    "id": 202,
    "des": "Bar-headed Geese fly across the Himalayas, the highest mountains in the world. They fly nearly 5 miles (over 8,000 m) up in the sky, almost as high as jet plains. The highest-flying bird is the Griffon Vulture. In 1973, one collided with an airplane more than 6.8 miles above the Ivory Coast in Africa"
  },
  {
    "id": 203,
    "des": "The largest, tallest, and heaviest bird in the world is the ostrich. Male ostriches can reach up to 9 ft. tall (2.7 m) and weigh up to 350 lb. (160 kg)"
  },
  {
    "id": 204,
    "des": "The ostrich is the only bird that willingly takes care of other females’ eggs"
  },
  {
    "id": 205,
    "des": "Ostriches do not bury their heads in the sand when danger is near. But they have been seen to lie on the ground with their long neck stretched out flat if they want to hide"
  },
  {
    "id": 206,
    "des": "The biggest bird that ever existed on Earth is the flightless elephant bird, which is now extinct. It weighed about 1000 lb. (450 kg.). Seven ostrich eggs would fit inside one elephant bird’s egg. Elephant birds died out 400 years ago, but people still find pieces of their tough-shelled eggs"
  },
  {
    "id": 207,
    "des": "The Emperor Penguin is the only bird that lays its eggs in the middle of winter. By laying its eggs so early, it gives its young a head start. The babies need all spring, summer, and fall to grow big enough to survive the next winter"
  },
  {
    "id": 208,
    "des": "Oilbirds eat oil palm fruits, which make the birds oily too. People near the caves where the oilbirds lived used to trap the oilbirds and boil them down for the oil"
  },
  {
    "id": 209,
    "des": "The fastest flying bird in a dive is the Peregrine Falcon. It averages speeds of over 110 mph (180 kph)"
  },
  {
    "id": 210,
    "des": "Oilbirds are the only birds that use echolocation the way that bats do. However, bats are much better at it. A bat can even fly through the blades of a moving fan. Oilbirds are also the only nocturnal fruit-eating birds in the world"
  },
  {
    "id": 211,
    "des": "Birds have three fingers on each wing. The first, the thumb, supports a small part of the wing called the alula (a.k.a bastard wing). The second and third fingers support the main flight feathers"
  },
  {
    "id": 212,
    "des": "Though it looks like a bird’s knee is bending backwards, what is bending backward is actually its ankle. Below its ankle is an extended foot bone, leading to the toes. A bird’s real knee is usually hidden by feathers"
  },
  {
    "id": 213,
    "des": "Birds typically have two, three, or four toes. A typical perching bird has three pointing forwarding, and one back. Birds than run on hard ground have only three, all pointing forward. Ostriches only have two toes, which are shaped like the hoof of an antelope"
  },
  {
    "id": 214,
    "des": "Birds don’t fall off of a branch when they sleep because their toes automatically clench around the twig they are standing on. Because the grabbing action is done by tendons rather than muscles, the birds can sleep without danger of falling"
  },
  {
    "id": 215,
    "des": "The wishbone (or “merrythought” bone) is a bird’s fused collarbone. The strongest fliers have the widest angles in their wishbones. They are the only vertebrate animals to have a fused collarbone"
  },
  {
    "id": 216,
    "des": "Not all birds have equally hollow bones. Those that dive into water - like gannets, terns, and kingfishers - and those that fly very fast, like swifts, have less air in their long bones than other birds"
  },
  {
    "id": 217,
    "des": "What keeps a bird up in the air is the shape of its wings. The first humans to discover how birds stay aloft were Australian Aborigines when they invented the boomerang"
  },
  {
    "id": 218,
    "des": "The linear flight formations of migratory birds are called echelons, with the most common shapes being the “V” or the “J.” In fact, a true V-shaped formation is less common than a J formation. Birds fly in formation a) because it saves energy and b) to facilitate orientation and communication among the birds"
  },
  {
    "id": 219,
    "des": "An albatross can soar for as long as six hours without moving its wings"
  },
  {
    "id": 220,
    "des": "The heaviest bird in the air is the Kori Bustard, from East and South Africa. It weighs about 31 lb. (14 kg.), with the largest on recorded being 40 lb. (18 kg.). Because it is such hard work to fly, it flies only in emergencies and for only short distances"
  },
  {
    "id": 221,
    "des": "A Ruby-throated Hummingbird, which weighs less than 0.2 oz., has to beat its wings more than 52 times a second to hover in front of a flower"
  },
  {
    "id": 222,
    "des": "The smallest bird in the world is the Bee Hummingbird of Cuba. It is just over 2 in. (5.7 cm.) long, which is not much bigger than a bumblebee"
  },
  {
    "id": 223,
    "des": "The fastest level flight by a bird has been seen in both the Spine-tailed Swift and the Red-breasted Merganser (a duck). They have flown at 100 mph (161 kph) in level flight"
  },
  {
    "id": 224,
    "des": "The slowest flying bird is the American Woodcock. It can fly at just 5 mph (8 kph). When hummingbirds hover, they move at 0 mph. Additionally, hummingbirds are the only birds that can fly backwards under power, registering a negative speed"
  },
  {
    "id": 225,
    "des": "The Rufous hummingbird is the smallest migrant bird. It is less than 4 in. (9 cm) long and flies every year from Alaska to Mexico, a round trip of 3,800 miles (6,400 km)"
  },
  {
    "id": 226,
    "des": "Lighthouses are dangerous for birds. The beams attract birds, especially in misty conditions, and many are killed when they fly into the glass"
  },
  {
    "id": 227,
    "des": "Birds sense winter is coming by 1) changes in hormones that cause them to put on fat, 2) the changing length of the day, and 3) sensing small changes in air pressure, which is important in predicting weather changes"
  },
  {
    "id": 228,
    "des": "A group of crows is called a murder or congress. A group of owls is called a parliament, wisdom, or study. A group of flamingos is called a flamboyance"
  },
  {
    "id": 229,
    "des": "The Bald Eagle builds the largest tree nest of all birds, measuring about 9.5 ft. (2.9 m) across. The largest nest ever found was nearly 10 ft. wide and weighed close to 3 tons"
  },
  {
    "id": 230,
    "des": "Woodcocks and many ducks have their eyes placed at the sides of their heads so that they have a 360-degree field of vision"
  },
  {
    "id": 231,
    "des": "A special arrangement of blood vessels cools the blood going out to the feet and warms the blood coming back, so even when standing on the ice, birds don’t lose too much heat"
  },
  {
    "id": 232,
    "des": "Both the Bee and the Vervain Hummingbirds build the smallest nests of all birds, measuring 3/4'' across and 1.2'' deep"
  },
  {
    "id": 233,
    "des": "The most dangerous bird in the world is the Cassowary. With one kick it can kill its enemy"
  },
  {
    "id": 234,
    "des": "Birds that are raised for meat and eggs (poultry) are the largest source of protein eaten by humans"
  },
  {
    "id": 235,
    "des": "The Fieldfare birds have a special way to attack an enemy bird. They gang up on it and make it fly to the ground. Then the Fieldfares fly into the air and drop poop on the bird"
  },
  {
    "id": 236,
    "des": "To attract a mate, a male Frigate bird will blow up its red throat pouch. The pouch can be as big as a person’s head"
  },
  {
    "id": 237,
    "des": "Over time, a surprising number of birds have lost their ability to fly. Being flightless has several advantages. For example, a flightless bird doesn’t need to develop and carry large flight muscles or burn up the energy that flying requires. A flightless bird can also get by with less food, which means it can survive in places where food is scarce"
  },
  {
    "id": 238,
    "des": "Depending on the species, a woodpecker’s tongue can be up to 4'' long. It stores this long tongue by curling it in and sticking it through a specialized opening at the back of its neck, where it can then put it between the skull and skin"
  },
  {
    "id": 239,
    "des": "The seagulls in the Alfred Hitchcock movie The Birds (1963) were fed a mixture of wheat and whisky so they would stand around and not fly too much"
  },
  {
    "id": 240,
    "des": "In the movie The Birds (1963), the scene where actress Tippi Hedren is attacked took a week to shoot. The birds were attached to her clothes by long nylon threads so they could not fly away"
  },
  {
    "id": 241,
    "des": "Birds play a central role in many creation myths. Birds are also often associated with the journey of the soul after death or as mediators between the dead and living. They can also appear as oracles or tricksters"
  },
  {
    "id": 242,
    "des": "The game Angry Birds has sold more than 7 million copies on Apple’s iPhone. The game was made by a team of just four people. It was such a low priority for the company that it took over 8 months to finish"
  },
  {
    "id": 243,
    "des": "Wind farms kill approximately a half-million birds per year in the United States, according to a 2008 Fish and Wildlife study. Nearly 10,000 birds, almost all of which are protected by the migratory bird acts, are killed every year at the wind farm in Altamont Pass, CA, alone"
  },
  {
    "id": 244,
    "des": "Approximately 200 people have died since 1988 because of airborne collision between airplanes and birds. Bird strikes cause $300 million of damage each year to aircraft. The first recorded bird strike was in 1905, when Orville Wright’s plane hit a bird and killed it"
  },
  {
    "id": 245,
    "des": "In the novel To Kill a Mockingbird (1960), author Harper Lee used the mockingbird to symbolize innocence"
  },
  {
    "id": 246,
    "des": "The smallest flightless bird is the Island Rail. This tiny bird lives on the remote island of Tristan da Cunha in the Atlantic Ocean and is just 5'' long, about the same size as a hen chick"
  },
  {
    "id": 247,
    "des": "The earliest known bird is the Archaeopteryx. It lived during the Jurassic period 150 million years ago. Because it did not have the basic features of flight, scientists are uncertain if it could fly"
  },
  {
    "id": 248,
    "des": "No other living being other than birds have feathers. The main function is to help them fly. They also waterproof birds and protect them from UV rays and other harmful elements"
  },
  {
    "id": 249,
    "des": "Only one other mammal can fly: the bat However, it flies differently from the bird. Insects also do not fly the same as birds"
  },
  {
    "id": 250,
    "des": "A Bald Eagle is called “bald” because it is piebald (black and white), not because it doesn’t have any feathers"
  },
  {
    "id": 251,
    "des": "Eleven percent of the world’s bird species is endangered. Draining wetlands and felling forests are the main causes of damage, but pollution and pesticides also play a part"
  },
  {
    "id": 252,
    "des": "Before 1840, there were thousands of millions of passenger pigeons in North America. However, they were slaughtered for food until only one was left, a female called Martha. She died when she was 12 years old in 1914, in a zoo in Ohio"
  },
  {
    "id": 253,
    "des": "More than 150 kinds of birds have become extinct since 1600, though many more may have died out that scientists don’t know about. It wasn’t just European explorers that killed bird species. Archeology shows that when people first arrived in ancient times in Hawaii and on islands in the South Pacific and Caribbean, they killed many birds Europeans had never seen before"
  },
  {
    "id": 254,
    "des": "Though the term “eagle eyed” implies that eagles have keen vision, only the Wedge-tailed Eagle can see better than humans (2½ times better). Kestrels and falcons have about the same power of sight as we do"
  },
  {
    "id": 255,
    "des": "Every year, nearly four million cats are eaten in Asia"
  },
  {
    "id": 256,
    "des": "On average, cats spend 2/3 of every day sleeping. That means a nine-year-old cat has been awake for only three years of its life"
  },
  {
    "id": 257,
    "des": "Unlike dogs, cats do not have a sweet tooth. Scientists believe this is due to a mutation in a key taste receptor"
  },
  {
    "id": 258,
    "des": "When a cat chases its prey, it keeps its head level. Dogs and humans bob their heads up and down"
  },
  {
    "id": 259,
    "des": "The technical term for a cat’s hairball is a “bezoar.'"
  },
  {
    "id": 260,
    "des": "A group of cats is called a “clowder.'"
  },
  {
    "id": 261,
    "des": "Female cats tend to be right pawed, while male cats are more often left pawed. Interestingly, while 90% of humans are right handed, the remaining 10% of lefties also tend to be male"
  },
  {
    "id": 262,
    "des": "A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down"
  },
  {
    "id": 263,
    "des": "Cats make about 100 different sounds. Dogs make only about 10"
  },
  {
    "id": 264,
    "des": "A cat’s brain is biologically more similar to a human brain than it is to a dog’s. Both humans and cats have identical regions in their brains that are responsible for emotions"
  },
  {
    "id": 265,
    "des": "There are more than 500 million domestic cats in the world, with approximately 40 recognized breeds"
  },
  {
    "id": 266,
    "des": "Approximately 24 cat skins can make a coat"
  },
  {
    "id": 267,
    "des": "While it is commonly thought that the ancient Egyptians were the first to domesticate cats, the oldest known pet cat was recently found in a 9,500-year-old grave on the Mediterranean island of Cyprus. This grave predates early Egyptian art depicting cats by 4,000 years or more"
  },
  {
    "id": 268,
    "des": "During the time of the Spanish Inquisition, Pope Innocent VIII condemned cats as evil and thousands of cats were burned. Unfortunately, the widespread killing of cats led to an explosion of the rat population, which exacerbated the effects of the Black Death"
  },
  {
    "id": 269,
    "des": "During the Middle Ages, cats were associated with withcraft, and on St. John’s Day, people all over Europe would stuff them into sacks and toss the cats into bonfires. On holy days, people celebrated by tossing cats from church towers"
  },
  {
    "id": 270,
    "des": "Cats are North America’s most popular pets: there are 73 million cats compared to 63 million dogs. Over 30% of households in North America own a cat"
  },
  {
    "id": 271,
    "des": "The first cat in space was a French cat named Felicette (a.k.a. “Astrocat”) In 1963, France blasted the cat into outer space. Electrodes implanted in her brains sent neurological signals back to Earth. She survived the trip"
  },
  {
    "id": 272,
    "des": "The group of words associated with cat (catt, cath, chat, katze) stem from the Latin catus, meaning domestic cat, as opposed to feles, or wild cat"
  },
  {
    "id": 273,
    "des": "The term “puss” is the root of the principal word for “cat” in the Romanian term pisica and the root of secondary words in Lithuanian (puz) and Low German puus. Some scholars suggest that “puss” could be imitative of the hissing sound used to get a cat’s attention. As a slang word for the female pudenda, it could be associated with the connotation of a cat being soft, warm, and fuzzy"
  },
  {
    "id": 274,
    "des": "Approximately 40,000 people are bitten by cats in the U.S. annually"
  },
  {
    "id": 275,
    "des": "According to Hebrew legend, Noah prayed to God for help protecting all the food he stored on the ark from being eaten by rats. In reply, God made the lion sneeze, and out popped a cat"
  },
  {
    "id": 276,
    "des": "A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human"
  },
  {
    "id": 277,
    "des": "A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance"
  },
  {
    "id": 278,
    "des": "A cat can jump up to five times its own height in a single bound"
  },
  {
    "id": 279,
    "des": "Some cats have survived falls of over 65 feet (20 meters), due largely to their “righting reflex.” The eyes and balance organs in the inner ear tell it where it is in space so the cat can land on its feet. Even cats without a tail have this ability"
  },
  {
    "id": 280,
    "des": "A cat rubs against people not only to be affectionate but also to mark out its territory with scent glands around its face. The tail area and paws also carry the cat’s scent"
  },
  {
    "id": 281,
    "des": "Researchers are unsure exactly how a cat purrs. Most veterinarians believe that a cat purrs by vibrating vocal folds deep in the throat. To do this, a muscle in the larynx opens and closes the air passage about 25 times per second"
  },
  {
    "id": 282,
    "des": "When a family cat died in ancient Egypt, family members would mourn by shaving off their eyebrows. They also held elaborate funerals during which they drank wine and beat their breasts. The cat was embalmed with a sculpted wooden mask and the tiny mummy was placed in the family tomb or in a pet cemetery with tiny mummies of mice"
  },
  {
    "id": 283,
    "des": "In 1888, more than 300,000 mummified cats were found an Egyptian cemetery. They were stripped of their wrappings and carted off to be used by farmers in England and the U.S. for fertilizer"
  },
  {
    "id": 284,
    "des": "Most cats give birth to a litter of between one and nine kittens. The largest known litter ever produced was 19 kittens, of which 15 survived"
  },
  {
    "id": 285,
    "des": "Smuggling a cat out of ancient Egypt was punishable by death. Phoenician traders eventually succeeded in smuggling felines, which they sold to rich people in Athens and other important cities"
  },
  {
    "id": 286,
    "des": "The earliest ancestor of the modern cat lived about 30 million years ago. Scientists called it the Proailurus, which means “first cat” in Greek. The group of animals that pet cats belong to emerged around 12 million years ago"
  },
  {
    "id": 287,
    "des": "The biggest wildcat today is the Siberian Tiger. It can be more than 12 feet (3.6 m) long (about the size of a small car) and weigh up to 700 pounds (317 kg)"
  },
  {
    "id": 288,
    "des": "The smallest wildcat today is the Black-footed cat. The females are less than 20 inches (50 cm) long and can weigh as little as 2.5 lbs (1.2 kg)"
  },
  {
    "id": 289,
    "des": "Many Egyptians worshipped the goddess Bast, who had a woman’s body and a cat’s head"
  },
  {
    "id": 290,
    "des": "Mohammed loved cats and reportedly his favorite cat, Muezza, was a tabby. Legend says that tabby cats have an “M” for Mohammed on top of their heads because Mohammad would often rest his hand on the cat’s head"
  },
  {
    "id": 291,
    "des": "While many parts of Europe and North America consider the black cat a sign of bad luck, in Britain and Australia, black cats are considered lucky"
  },
  {
    "id": 292,
    "des": "The most popular pedigreed cat is the Persian cat, followed by the Main Coon cat and the Siamese cat"
  },
  {
    "id": 293,
    "des": "The smallest pedigreed cat is a Singapura, which can weigh just 4 lbs (1.8 kg), or about five large cans of cat food. The largest pedigreed cats are Maine Coon cats, which can weigh 25 lbs (11.3 kg), or nearly twice as much as an average cat weighs"
  },
  {
    "id": 294,
    "des": "Some Siamese cats appear cross-eyed because the nerves from the left side of the brain go to mostly the right eye and the nerves from the right side of the brain go mostly to the left eye. This causes some double vision, which the cat tries to correct by “crossing” its eyes"
  },
  {
    "id": 295,
    "des": "Researchers believe the word “tabby” comes from Attabiyah, a neighborhood in Baghdad, Iraq. Tabbies got their name because their striped coats resembled the famous wavy patterns in the silk produced in this city"
  },
  {
    "id": 296,
    "des": "Cats hate the water because their fur does not insulate well when it’s wet. The Turkish Van, however, is one cat that likes swimming. Bred in central Asia, its coat has a unique texture that makes it water resistant"
  },
  {
    "id": 297,
    "des": "The Egyptian Mau is probably the oldest breed of cat. In fact, the breed is so ancient that its name is the Egyptian word for “cat.'"
  },
  {
    "id": 298,
    "des": "The costliest cat ever is named Little Nicky, who cost his owner $50,000. He is a clone of an older cat"
  },
  {
    "id": 299,
    "des": "A cat usually has about 12 whiskers on each side of its face"
  },
  {
    "id": 300,
    "des": "A cat’s eyesight is both better and worse than humans. It is better because cats can see in much dimmer light and they have a wider peripheral view. It’s worse because they don’t see color as well as humans do. Scientists believe grass appears red to cats"
  },
  {
    "id": 301,
    "des": "Spanish-Jewish folklore recounts that Adam’s first wife, Lilith, became a black vampire cat, sucking the blood from sleeping babies. This may be the root of the superstition that a cat will smother a sleeping baby or suck out the child’s breath"
  },
  {
    "id": 302,
    "des": "Perhaps the most famous comic cat is the Cheshire Cat in Lewis Carroll’s Alice in Wonderland. With the ability to disappear, this mysterious character embodies the magic and sorcery historically associated with cats"
  },
  {
    "id": 303,
    "des": "In the original Italian version of Cinderella, the benevolent fairy godmother figure was a cat"
  },
  {
    "id": 304,
    "des": "In Holland’s embassy in Moscow, Russia, the staff noticed that the two Siamese cats kept meowing and clawing at the walls of the building. Their owners finally investigated, thinking they would find mice. Instead, they discovered microphones hidden by Russian spies. The cats heard the microphones when they turned on"
  },
  {
    "id": 305,
    "des": "The little tufts of hair in a cat’s ear that help keep out dirt direct sounds into the ear, and insulate the ears are called “ear furnishings.'"
  },
  {
    "id": 306,
    "des": "The ability of a cat to find its way home is called “psi-traveling.” Experts think cats either use the angle of the sunlight to find their way or that cats have magnetized cells in their brains that act as compasses"
  },
  {
    "id": 307,
    "des": "Isaac Newton invented the cat flap. Newton was experimenting in a pitch-black room. Spithead, one of his cats, kept opening the door and wrecking his experiment. The cat flap kept both Newton and Spithead happy"
  },
  {
    "id": 308,
    "des": "The world’s rarest coffee, Kopi Luwak, comes from Indonesia where a wildcat known as the luwak lives. The cat eats coffee berries and the coffee beans inside pass through the stomach. The beans are harvested from the cat's dung heaps and then cleaned and roasted. Kopi Luwak sells for about $500 for a 450 g (1 lb) bag"
  },
  {
    "id": 309,
    "des": "A cat’s jaw can’t move sideways, so a cat can’t chew large chunks of food"
  },
  {
    "id": 310,
    "des": "A cat almost never meows at another cat, mostly just humans. Cats typically will spit, purr, and hiss at other cats"
  },
  {
    "id": 311,
    "des": "A cat’s back is extremely flexible because it has up to 53 loosely fitting vertebrae. Humans only have 34"
  },
  {
    "id": 312,
    "des": "Approximately 1/3 of cat owners think their pets are able to read their minds"
  },
  {
    "id": 313,
    "des": "All cats have claws, and all except the cheetah sheath them when at rest"
  },
  {
    "id": 314,
    "des": "Two members of the cat family are distinct from all others: the clouded leopard and the cheetah. The clouded leopard does not roar like other big cats, nor does it groom or rest like small cats. The cheetah is unique because it is a running cat; all others are leaping cats. They are leaping cats because they slowly stalk their prey and then leap on it"
  },
  {
    "id": 315,
    "des": "A cat lover is called an Ailurophilia (Greek: cat+lover)"
  },
  {
    "id": 316,
    "des": "In Japan, cats are thought to have the power to turn into super spirits when they die. This may be because according to the Buddhist religion, the body of the cat is the temporary resting place of very spiritual people"
  },
  {
    "id": 317,
    "des": "Most cats had short hair until about 100 years ago, when it became fashionable to own cats and experiment with breeding"
  },
  {
    "id": 318,
    "des": "Cats have 32 muscles that control the outer ear (humans have only 6). A cat can independently rotate its ears 180 degrees"
  },
  {
    "id": 319,
    "des": "One reason that kittens sleep so much is because a growth hormone is released only during sleep"
  },
  {
    "id": 320,
    "des": "Cats have about 130,000 hairs per square inch (20,155 hairs per square centimeter)"
  },
  {
    "id": 321,
    "des": "The heaviest cat on record is Himmy, a Tabby from Queensland, Australia. He weighed nearly 47 pounds (21 kg). He died at the age of 10"
  },
  {
    "id": 322,
    "des": "The oldest cat on record was Crème Puff from Austin, Texas, who lived from 1967 to August 6, 2005, three days after her 38th birthday. A cat typically can live up to 20 years, which is equivalent to about 96 human years"
  },
  {
    "id": 323,
    "des": "The lightest cat on record is a blue point Himalayan called Tinker Toy, who weighed 1 pound, 6 ounces (616 g). Tinker Toy was 2.75 inches (7 cm) tall and 7.5 inches (19 cm) long"
  },
  {
    "id": 324,
    "des": "The tiniest cat on record is Mr. Pebbles, a 2-year-old cat that weighed 3 lbs (1.3 k) and was 6.1 inches (15.5 cm) high"
  },
  {
    "id": 325,
    "des": "A commemorative tower was built in Scotland for a cat named Towser, who caught nearly 30,000 mice in her lifetime"
  },
  {
    "id": 326,
    "des": "In the 1750s, Europeans introduced cats into the Americas to control pests"
  },
  {
    "id": 327,
    "des": "The first cat show was organized in 1871 in London. Cat shows later became a worldwide craze"
  },
  {
    "id": 328,
    "des": "The first cartoon cat was Felix the Cat in 1919. In 1940, Tom and Jerry starred in the first theatrical cartoon “Puss Gets the Boot.” In 1981 Andrew Lloyd Weber created the musical Cats, based on T.S. Eliot’s Old Possum’s Book of Practical Cats."
  },
  {
    "id": 329,
    "des": "The normal body temperature of a cat is between 100.5 ° and 102.5 °F. A cat is sick if its temperature goes below 100 ° or above 103 °F"
  },
  {
    "id": 330,
    "des": "A cat has 230 bones in its body. A human has 206. A cat has no collarbone, so it can fit through any opening the size of its head"
  },
  {
    "id": 331,
    "des": "A cat’s nose pad is ridged with a unique pattern, just like the fingerprint of a human"
  },
  {
    "id": 332,
    "des": "If they have ample water, cats can tolerate temperatures up to 133 °F"
  },
  {
    "id": 333,
    "des": "Foods that should not be given to cats include onions, garlic, green tomatoes, raw potatoes, chocolate, grapes, and raisins. Though milk is not toxic, it can cause an upset stomach and gas. Tylenol and aspirin are extremely toxic to cats, as are many common houseplants. Feeding cats dog food or canned tuna that's for human consumption can cause malnutrition"
  },
  {
    "id": 334,
    "des": "A 2007 Gallup poll revealed that both men and women were equally likely to own a cat"
  },
  {
    "id": 335,
    "des": "A cat’s heart beats nearly twice as fast as a human heart, at 110 to 140 beats a minute"
  },
  {
    "id": 336,
    "des": "Cats don’t have sweat glands over their bodies like humans do. Instead, they sweat only through their paws"
  },
  {
    "id": 337,
    "des": "In just seven years, a single pair of cats and their offspring could produce a staggering total of 420,000 kittens"
  },
  {
    "id": 338,
    "des": "Relative to its body size, the clouded leopard has the biggest canines of all animals' canines. Its dagger-like teeth can be as long as 1.8 inches (4.5 cm)"
  },
  {
    "id": 339,
    "des": "Cats spend nearly 1/3 of their waking hours cleaning themselves"
  },
  {
    "id": 340,
    "des": "Grown cats have 30 teeth. Kittens have about 26 temporary teeth, which they lose when they are about 6 months old"
  },
  {
    "id": 341,
    "des": "A cat called Dusty has the known record for the most kittens. She had more than 420 kittens in her lifetime"
  },
  {
    "id": 342,
    "des": "The largest cat breed is the Ragdoll. Male Ragdolls weigh between 12 and 20 lbs (5.4-9.0 k). Females weigh between 10 and 15 lbs (4.5-6.8 k)"
  },
  {
    "id": 343,
    "des": "Cats are extremely sensitive to vibrations. Cats are said to detect earthquake tremors 10 or 15 minutes before humans can"
  },
  {
    "id": 344,
    "des": "In contrast to dogs, cats have not undergone major changes during their domestication process"
  },
  {
    "id": 345,
    "des": "A female cat is called a queen or a molly"
  },
  {
    "id": 346,
    "des": "In the 1930s, two Russian biologists discovered that color change in Siamese kittens depend on their body temperature. Siamese cats carry albino genes that work only when the body temperature is above 98° F. If these kittens are left in a very warm room, their points won’t darken and they will stay a creamy white"
  },
  {
    "id": 347,
    "des": "There are up to 60 million feral cats in the United States alone"
  },
  {
    "id": 348,
    "des": "The oldest cat to give birth was Kitty who, at the age of 30, gave birth to two kittens. During her life, she gave birth to 218 kittens"
  },
  {
    "id": 349,
    "des": "The most traveled cat is Hamlet, who escaped from his carrier while on a flight. He hid for seven weeks behind a pane. By the time he was discovered, he had traveled nearly 373,000 miles (600,000 km)"
  },
  {
    "id": 350,
    "des": "The most expensive cat was an Asian Leopard cat (ALC)-Domestic Shorthair (DSH) hybrid named Zeus. Zeus, who is 90% ALC and 10% DSH, has an asking price of £100,000 ($154,000)"
  },
  {
    "id": 351,
    "des": "The cat who holds the record for the longest non-fatal fall is Andy. He fell from the 16 floor of an apartment building (about 200 ft/.06 km) and survived"
  },
  {
    "id": 352,
    "des": "The richest cat is Blackie who was left £15 million by his owner, Ben Rea"
  },
  {
    "id": 353,
    "des": "The claws on the cat’s back paws aren’t as sharp as the claws on the front paws because the claws in the back don’t retract and, consequently, become worn"
  },
  {
    "id": 354,
    "des": "Dinosaurs were reptiles that lived on Earth from about 230 million years ago to about 65 million years ago"
  },
  {
    "id": 355,
    "des": "Dinosaurs lived during a period of Earth’s history called the Mesozoic (“middle life”) Era. They lived during all three periods of this era: the Triassic, Jurassic, and Cretaceous"
  },
  {
    "id": 356,
    "des": "Meat-eating dinosaurs are known as theropods, which means “beast-footed,” because they had sharp, hooked claws on their toes. In contrast, plant-eating dinosaurs tended to have blunt hooves or toenails"
  },
  {
    "id": 357,
    "des": "No one knows exactly how long a dinosaur’s lifespan was. Some scientists speculate some dinosaurs lived for as long as 200 years"
  },
  {
    "id": 358,
    "des": "Dinosaur skulls had large holes or “windows” that made their skulls lighter. Some of the largest skulls were as long as a car"
  },
  {
    "id": 359,
    "des": "Scientists estimate that there were over 1,000 different species of non-avian dinosaurs and over 500 distinct genera. They speculate there are many still undiscovered dinosaurs and that there may be as many as 1,850 genera"
  },
  {
    "id": 360,
    "des": "Dinosaurs lived on all the continents, including Antarctica"
  },
  {
    "id": 361,
    "des": "Colorado’s nickname is the Stegosaurus State. The first ever Stegosaurus skeleton was found near Morrison, Colorado"
  },
  {
    "id": 362,
    "des": "Though mosasaurs, ichthyosaurs, pterosaurs, plesiosaurs, and Dimetrodon are commonly believed to be dinosaurs, they are not technically dinosaurs. The term “dinosaur” refers to just land-dwelling reptiles that have a specific hip structure, among other traits"
  },
  {
    "id": 363,
    "des": "While many people think dinosaurs were massive, dinosaurs were usually human sized or smaller. Scientists believe that the larger bones were just easier to be fossilized"
  },
  {
    "id": 364,
    "des": "Some dinosaurs’ tails were over 45 feet long. Most dinosaurs had long tails that helped them to keep their balance when running"
  },
  {
    "id": 365,
    "des": "The word “dinosaur” was coined by British paleontologist Richard Owen in 1842. It is Greek, meaning “terrible lizard.” Rather than implying that dinosaurs were fearsome, Owen used the term to refer to their majesty and size"
  },
  {
    "id": 366,
    "des": "All dinosaurs laid eggs. About 40 kinds of dinosaur eggs have been discovered"
  },
  {
    "id": 367,
    "des": "The first dinosaurs that appeared during the Triassic Period 230 million years ago were small and lightweight. Bigger dinosaurs such as Brachiosaurus and Triceratops appeared during the Jurassic and Cretaceous periods"
  },
  {
    "id": 368,
    "des": "The earliest named dinosaur found so far is the Eoraptor (“dawn stealer”). It was so named because it lived at the dawn of the Dinosaur Age. It was a meat eater about the size of a German shepherd. The first Eoraptor skeleton was discovered in Argentina in 1991. However, another dinosaur has recently been found in Madagascar that dates as being 230 million years old. It has not been named yet"
  },
  {
    "id": 369,
    "des": "The dinosaur with the longest name is Micropachycephalosaurus (“small thick-headed lizard”). Its fossils are usually found in China"
  },
  {
    "id": 370,
    "des": "Dinosaurs dominated Earth for over 165 million years. Humans have been around for only 2 million years"
  },
  {
    "id": 371,
    "des": "Dinosaurs are divided into two groups by the structure of their hipbones. In the hips of saurischian, or lizard hipped, dinosaurs, one of the bones pointed forward. In the hips of ornithischian, or bird-hipped, dinosaurs, all the bones pointed backward. Ironically, scientists believe that birds evolved from lizard-hipped dinosaurs, not bird-hipped dinosaurs"
  },
  {
    "id": 372,
    "des": "Many scientists believe that a massive meteorite hit the Yucatan Peninsula of Mexico 65.5 million years ago and caused the extinction of the dinosaurs as well as the pterosaurs and plesiosaurs. The 112-mile-wide crater was caused by a rock 6 miles in diameter. It would have hit Earth’s crust with immense force, sending shockwaves around the world. No land animal heavier than a large dog survived. However, animals such as sharks, jellyfish, fish, scorpions, birds, insects, snakes, turtles, lizards, and crocodiles survived"
  },
  {
    "id": 373,
    "des": "The mass extinction of the dinosaurs and other animals that took place 65.5 million years ago is known as the Cretaceous-Tertiary extinction event, or the K-T event. Scientists have several theories for this extensive die-off. One theory proposes that small mammals ate dinosaur eggs until the population became unsustainable. Other scientists believe the cause was dinosaurs’ bodies becoming too big for their small brains, a great plaque decimating the population, starvation, or climate change"
  },
  {
    "id": 374,
    "des": "Mary Anning (1799-1847) was one of the most famous of all fossil hunters. However, she was never taken as seriously as she should have been because she was a woman from a poor background whereas most scientists were men from wealthy families"
  },
  {
    "id": 375,
    "des": "Most meat eaters walked on two feet. This made them faster and left their hands free to grab their prey. Most plant eaters walked on four feet to better carry their heavy bodies. Some plant eaters could balance on two feet for a short time"
  },
  {
    "id": 376,
    "des": "Scientists believe that some dinosaurs were cold blooded, others warm blooded, and still others not fully one or the other. Small meat eaters may have been warm blooded. Plant eaters who were not as active were probably cold blooded. A warm-blooded animal needs about 10 times more food than a cold-blooded animal the same size"
  },
  {
    "id": 377,
    "des": "Explorer Roy Chapman Andrews found the first dinosaur nest known to science in 1923 in the Gobi Desert of Mongolia. Before he found the nest, scientists were unsure how dinosaur babies were born"
  },
  {
    "id": 378,
    "des": "The largest dinosaur eggs were as large as basketballs. The bigger the egg, the thicker the shell. So if the eggs had been larger, dinosaur babies probably would not have been able to get out"
  },
  {
    "id": 379,
    "des": "The first dinosaurs were carnivores, or meat eaters. Later herbivores (plant eaters) and omnivores (both meat and plant eaters) appeared"
  },
  {
    "id": 380,
    "des": "Most dinosaurs were vegetarians"
  },
  {
    "id": 381,
    "des": "Some of the biggest plant eaters had to eat as much as a ton of food a day. This is similar to eating a bus-sized pile of vegetation every day"
  },
  {
    "id": 382,
    "des": "The Stegosaurus has the smallest brain for its body size of any known dinosaur. Its body was the size of van, but its brain was the size of a walnut"
  },
  {
    "id": 383,
    "des": "One tribe of Native Americans - the Peigan people of Alberta, Canada - thought dinosaur skeletons belonged to “the fathers of buffaloes.” Englishmen 300 hundred years ago believed dinosaur bones came from an elephant or even giant humans"
  },
  {
    "id": 384,
    "des": "The first recorded description of a possible dinosaur bone discovery dates back to 3,500 years ago in China. At the time, people did not know about dinosaurs, so they thought their discovery, which was some dinosaur teeth, belonged to dragons"
  },
  {
    "id": 385,
    "des": "Measuring 50 feet, Liopleurodon was the biggest aquatic reptile, half the size of the blue whale"
  },
  {
    "id": 386,
    "des": "The blue whale is bigger than any dinosaur at 108 feet (33 m)"
  },
  {
    "id": 387,
    "des": "Most meat-eating dinosaurs had bones filled with air. Though their bones were huge, they weren’t as heavy as they looked. Birds have the same kind of hollow bones"
  },
  {
    "id": 388,
    "des": "Baby Mussaurus (“mouse lizard”) are the smallest dinosaur skeletons ever found. They would fit inside a shopping bag"
  },
  {
    "id": 389,
    "des": "Small meat eaters were most likely the smartest type of dinosaurs"
  },
  {
    "id": 390,
    "des": "Humans’ eyes face forward so that they can see in 3D. Plant-eating dinosaurs, like the Triceratops, had eyes looking out to each side, so they could watch for danger while they fed"
  },
  {
    "id": 391,
    "des": "Triceratops had the biggest skull with a solid shield than any other dinosaur. It was up to 6½ feet (2 m) long, with a bony shield over its neck"
  },
  {
    "id": 392,
    "des": "A newborn human baby has a bigger brain than most adult dinosaurs had. Whales and dolphins have the biggest brains of all living animals"
  },
  {
    "id": 393,
    "des": "Some dinosaurs may have had colorful skin, but scientists don’t know for sure. It’s likely that most dinosaurs had green and brown scales to help them hide among trees and plants"
  },
  {
    "id": 394,
    "des": "Snakes and lizards shed their skin when they grow. Researchers believe that dinosaurs may have done the same"
  },
  {
    "id": 395,
    "des": "Tyrannosaurus rex had huge back legs, but its tiny front legs were not much longer than human arms"
  },
  {
    "id": 396,
    "des": "While dinosaurs had the same set of leg bones, some had feet like a rhinoceros, elephant, bird, or a pig. The biggest footprints ever found were 3 feet (1 m) across and 4 feet long. Millipedes have more legs than any other animal - up to 750"
  },
  {
    "id": 397,
    "des": "Dinosaurs often swallowed large rocks. These rocks stayed in the stomach and helped them grind up food"
  },
  {
    "id": 398,
    "des": "Tyrannosaurus rex ate up to 22 tons of meat a year. It had jagged teeth 6 inches (15 cm) long. It couldn’t chew, so it swallowed its food in large chunks"
  },
  {
    "id": 399,
    "des": "Sauropods were the tallest animals that ever lived. Some were more than twice the height of a giraffe"
  },
  {
    "id": 400,
    "des": "Deinosuchus was a huge prehistoric crocodile. It most likely had the strongest bite out of any dinosaur, including Tyrannosaurus rex. It weighed eight times as much as today’s crocodile"
  },
  {
    "id": 401,
    "des": "Corythosaurus had a big, hollow crest connected to its nose. The crest worked like an echo chamber, letting it make a loud blast of noise"
  },
  {
    "id": 402,
    "des": "Struthiomimus (“ostrich mimic”), as well as other small hunters, made high-pitched, screechy noises similar to an ostrich"
  },
  {
    "id": 403,
    "des": "Parasaurolophus had a crest that looked like half of a trombone. The male’s crest was up to 6 feet (1.8 m) long, which was the biggest out of all the dinosaurs"
  },
  {
    "id": 404,
    "des": "Some scientists believe that Tyrannosaurus rex may have been able to run as fast as 18 mph (28 km/h). Other scientists believe it could not run at all because it was so big"
  },
  {
    "id": 405,
    "des": "Slim dinosaurs such as Compsognathus and Ornithomimus were among the fastest dinosaurs. However, the cheetah can run faster than any dinosaur that existed"
  },
  {
    "id": 406,
    "des": "Dinosaurs that could run on two legs were called bipeds"
  },
  {
    "id": 407,
    "des": "Dinosaurs had different self-defense mechanisms. Some, like meat eaters, had sharp teeth. Plant eaters had long horns or sharp spikes. Other dinosaurs were covered in bony plates"
  },
  {
    "id": 408,
    "des": "Stegosaurus had huge upright plates on its back that could grow as large as 30 inches. While scientists do not fully understand the function of these massive plates, they speculate that the stegosaurus could control its body temperature by regulating blood flow through them. A stegosaurus may have also been able to control its skin color this way, to either attract a mate or scare predators. Scientists call this color change “blushing.'"
  },
  {
    "id": 409,
    "des": "It is estimated that trillions of dinosaur eggs were laid during the Mesozoic era, though fossilized eggs containing embryos are rare"
  },
  {
    "id": 410,
    "des": "Modern birds and reptiles have a single body opening for urination, defecation, and reproduction:  a cloaca (Latin for “sewer”). Paleontologists believe that dinosaurs were similarly designed and reproduced by pressing their cloacas together in a “cloacal kiss.” Additionally, some dinosaurs may have had a penis like some birds do or other “intromittent organs” like crocodiles. Paleontologists believe a Tyrannosaurus rex male reproductive organ might have been up to 12 feet in length"
  },
  {
    "id": 411,
    "des": "Like birds and reptiles today, dinosaurs built nests and laid eggs. Some even fed and protected their babies"
  },
  {
    "id": 412,
    "des": "Plant-eating dinosaurs often lived together for protection, like herding animals today do. The herds ranged from just a few adults and their young to thousands of animals"
  },
  {
    "id": 413,
    "des": "Sauropods (“Lizard-Footed”) could travel many miles a day on their huge legs. Their fossilized “trackways” or “superhighways” can still be seen today"
  },
  {
    "id": 414,
    "des": "The Megalodon was the biggest prehistoric fish. It looked like a shark, though it was three times bigger"
  },
  {
    "id": 415,
    "des": "Dinosaurs that lived near water often left the best fossils"
  },
  {
    "id": 416,
    "des": "Many scientists believe that birds are dinosaurs and, therefore, dinosaurs are not actually extinct"
  },
  {
    "id": 417,
    "des": "The biggest hunter was the Spinosaurus (“spine lizard”). It was up to 49 feet (15 m) long"
  },
  {
    "id": 418,
    "des": "The biggest plant eater was the Argentinosaurus. It was up to 98 feet (30 m) long"
  },
  {
    "id": 419,
    "des": "The tallest plant eater was the Brachiosaurus (Giraffatitan brancai). Its head was up to 39 feet (12 m) off the ground"
  },
  {
    "id": 420,
    "des": "The dinosaur with the thickest skull was the Pachycephalosaurus. Its skull grew up to 8 inches (20 cm) thick"
  },
  {
    "id": 421,
    "des": "The Pentaceratops had the biggest skull at 10 feet (3 m) long"
  },
  {
    "id": 422,
    "des": "The toothiest dinosaur was the hadrosaurs. It could have over 1,000 teeth and it continually grew new ones"
  },
  {
    "id": 423,
    "des": "The biggest flying reptile was the Quetzalcoatlus. It had a wingspan up to 39 feet (12 m)"
  },
  {
    "id": 424,
    "des": "The dinosaur with the longest claws was the Therizinosaurus (“reaping lizard”). Its claws were up to 3 feet (1 m) long"
  },
  {
    "id": 425,
    "des": "The tallest hunter was the Deinocheirus (“horrible hand”). Its head was up to 20 feet (6 m) off the ground"
  },
  {
    "id": 426,
    "des": "The fastest dinosaur was the Ornithomimus. It could run up to 43½ mph (70 km/h)"
  },
  {
    "id": 427,
    "des": "The largest mounted dinosaur skeleton to be exhibited in a museum is a Brachiosaurus"
  },
  {
    "id": 428,
    "des": "The smallest fully grown dinosaur fossil is Lesothosaurus (“Lizard from Lesotho”). It is only the size of chicken. Smaller fossils have been found, but they are of baby dinosaurs"
  },
  {
    "id": 429,
    "des": "The smallest dinosaur egg ever found was only 3 centimeters long and weighed 75 grams. It is not known what kind of species it came from. The largest dinosaur eggs ever found belong to a meat eater in Asia called segnosaurus (“slow lizard”). The eggs are around 19 inches long"
  },
  {
    "id": 430,
    "des": "The smartest dinosaur was probably the Troodon (“tooth that wounds”). It had a brain the size of a mammal or bird today. It also had grasping hands and stereoscopic vision"
  },
  {
    "id": 431,
    "des": "The first known American dinosaur was discovered in 1858 in the marl pits in Haddonfield, New Jersey. Although other fossils were previously found, they were not correctly identified as dinosaur fossils"
  },
  {
    "id": 432,
    "des": "There was such fierce rivalry between paleontologists Edward Cope and Othniel Marsh to find new dinosaurs fossils that they spawned what became known as the Bone Wars. The fight lasted for over 30 years. Marsh is said to have “won” the wars, in part because he found more fossils and he was better funded"
  },
  {
    "id": 433,
    "des": "Paleontologists are not perfect. For example, Gideon Mantell (1790-1852) put Iguanodon’s thumb claw on top of its nose. It stayed that way for 40 years. Edward Cope (1840-1897) reconstructed Elasmosaurus (“thin plate”) with its head on the end of its tail. Until recently, Apatosaurus (or Brontosaurus) appeared in museums with the head of Camarasaurus (“chambered lizard”)"
  },
  {
    "id": 434,
    "des": "Current dinosaur fossil “hot spots” include South America (particularly Argentina) and China, where several feathered dinosaurs have been found"
  },
  {
    "id": 435,
    "des": "Dinosaur names are not always static. For example, when paleontologist Othniel C. Marsh first discovered the bones of a giant sauropod, he named it Apatosaurus. When he discovered similar but larger bones a little later, he named it Brontosaurus. However, what Marsh thought were Brontosaurs bones were actually adult Apatosaurus bones, so later scientists decided to change “Brontosaurus” back to “Apatosaurus.'"
  },
  {
    "id": 436,
    "des": "All dogs can be traced back 40 million years ago to a weasel-like animal called the Miacis which dwelled in trees and dens. The Miacis later evolved into the Tomarctus, a direct forbear of the genus Canis, which includes the wolf and jackal as well as the dog"
  },
  {
    "id": 437,
    "des": "Ancient Egyptians revered their dogs. When a pet dog would die, the owners shaved off their eyebrows, smeared mud in their hair, and mourned aloud for days"
  },
  {
    "id": 438,
    "des": "Small quantities of grapes and raisins can cause renal failure in dogs. Chocolate, macadamia nuts, cooked onions, or anything with caffeine can also be harmful"
  },
  {
    "id": 439,
    "des": "Apple and pear seeds contain arsenic, which may be deadly to dogs"
  },
  {
    "id": 440,
    "des": "Rock star Ozzy Osborne saved his wife Sharon’s Pomeranian from a coyote by tackling and wresting the coyote until it released the dog"
  },
  {
    "id": 441,
    "des": "Dogs have sweat glands in between their paws"
  },
  {
    "id": 442,
    "des": "In 2003, Dr. Roger Mugford invented the “wagometer,” a device that claims to interpret a dog’s exact mood by measuring the wag of its tail"
  },
  {
    "id": 443,
    "des": "Dogs have three eyelids. The third lid, called a nictitating membrane or “haw,” keeps the eye lubricated and protected"
  },
  {
    "id": 444,
    "des": "A dog’s shoulder blades are unattached to the rest of the skeleton to allow greater flexibility for running"
  },
  {
    "id": 445,
    "des": "Puppies are sometimes rejected by their mother if they are born by cesarean and cleaned up before being given back to her"
  },
  {
    "id": 446,
    "des": "The phrase “raining cats and dogs” originated in seventeenth-century England. During heavy rainstorms, many homeless animals would drown and float down the streets, giving the appearance that it had actually rained cats and dogs"
  },
  {
    "id": 447,
    "des": "During the Middle Ages, Great Danes and Mastiffs were sometimes suited with armor and spiked collars to enter a battle or to defend supply caravans"
  },
  {
    "id": 448,
    "des": "Pekingese and Japanese Chins were so important in the ancient Far East that they had their own servants and were carried around trade routes as gifts for kings and emperors. Pekingese were even worshipped in the temples of China for centuries"
  },
  {
    "id": 449,
    "des": "The shape of a dog’s face suggests how long it will live. Dogs with sharp, pointed faces that look more like wolves typically live longer. Dogs with very flat faces, such as bulldogs, often have shorter lives"
  },
  {
    "id": 450,
    "des": "After the fall of Rome, human survival often became more important than breeding and training dogs. Legends of werewolves emerged during this time as abandoned dogs traveling in packs commonly roamed streets and terrified villagers"
  },
  {
    "id": 451,
    "des": "During the Middle Ages, mixed breeds of peasants’ dogs were required to wear blocks around their necks to keep them from breeding with noble hunting dogs. Purebred dogs were very expensive and hunting became the province of the rich"
  },
  {
    "id": 452,
    "des": "The most dogs ever owned by one person were 5,000 Mastiffs owned by Kubla Khan"
  },
  {
    "id": 453,
    "des": "The American Kennel Club, the most influential dog club in the United States, was founded in 1884"
  },
  {
    "id": 454,
    "des": "The most popular male dog names are Max and Jake. The most popular female dog names are Maggie and Molly"
  },
  {
    "id": 455,
    "des": "Scholars have argued over the metaphysical interpretation of Dorothy’s pooch, Toto, in the Wizard of Oz. One theory postulates that Toto represents Anubis, the dog-headed Egyptian god of death, because Toto consistently keeps Dorothy from safely returning home"
  },
  {
    "id": 456,
    "des": "Weird dog laws include allowing police offers in Palding, Ohio, to bite a dog to quiet it. In Ventura County, California, cats and dogs are not allowed to have sex without a permit"
  },
  {
    "id": 457,
    "des": "The first dog chapel was established in 2001. It was built in St. Johnsbury, Vermont, by Stephan Huneck, a children’s book author whose five dogs helped him recuperate from a serious illness"
  },
  {
    "id": 458,
    "des": "Those born under the sign of the dog in Chinese astrology are considered to be loyal and discreet, though slightly temperamental"
  },
  {
    "id": 459,
    "des": "In Iran, it is against the law to own a dog as a pet. However, if an owner can prove the dog is a guard or hunting dog, this restriction doesn’t apply. Muslim reticence concerning dogs is perhaps due to the fact that rabies has always been endemic in the Middle East"
  },
  {
    "id": 460,
    "des": "The Mayans and Aztecs symbolized every tenth day with the dog, and those born under this sign were believed to have outstanding leadership skills"
  },
  {
    "id": 461,
    "des": "The ancient Mbaya Indians of the Gran Chaco in South America believed that humans originally lived underground until dogs dug them up"
  },
  {
    "id": 462,
    "des": "Plato once said that “a dog has the soul of a philosopher.'"
  },
  {
    "id": 463,
    "des": "French poodles did not originate in France but in Germany (“poodle” comes from the German pudel or pudelhund, meaning “splashing dog”). Some scholars speculate the poodle’s puffs of hair evolved when hunters shaved the poodle for more efficient swimming, while leaving the pom-poms around the major joints to keep them warm"
  },
  {
    "id": 464,
    "des": "The name of the dog on the Cracker Jacks box is Bingo. The Taco Bell Chihuahua is a rescued dog named Gidget"
  },
  {
    "id": 465,
    "des": "The first dogs were self-domesticated wolves which, at least 12,000 years ago, became attracted to the first sites of permanent human habitation"
  },
  {
    "id": 466,
    "des": "Dachshunds were bred to fight badgers in their dens"
  },
  {
    "id": 467,
    "des": "Laika, a Russian stray, was the first living mammal to orbit the Earth, in the Soviet Sputnik spacecraft in 1957. Though she died in space, her daughter Pushnika had four puppies with President John F. Kennedy’s terrier, Charlie"
  },
  {
    "id": 468,
    "des": "Dalmatians are completely white at birth"
  },
  {
    "id": 469,
    "des": "The term “dog days of summer” was coined by the ancient Greeks and Romans to describe the hottest days of summer that coincided with the rising of the Dog Star, Sirius"
  },
  {
    "id": 470,
    "des": "Alexander the Great is said to have founded and named a city Peritas, in memory of his dog"
  },
  {
    "id": 471,
    "des": "In ancient Greece, kennels of dogs were kept at the sanctuary of Asclepius at Epidaurus. Dogs were frequently sacrificed there because they were plentiful, inexpensive, and easy to control. During the July 25 celebration of the kunophontis (“the massacre of dogs”), dog sacrifices were performed to appease the ancestors of Apollo’s son, Linos, who was devoured by dogs."
  },
  {
    "id": 472,
    "des": "Dog trainers in ancient China were held in high esteem. A great deal of dog domestication also took place in China, especially dwarfing and miniaturization"
  },
  {
    "id": 473,
    "des": "The ancient religion Zoroastrianism includes in its religious text titled the Zend Avesta a section devoted to the care and breeding of dogs"
  },
  {
    "id": 474,
    "des": "The earliest European images of dogs are found in cave paintings dating back 12,000 years ago in Spain"
  },
  {
    "id": 475,
    "des": "The dog was frequently depicted in Greek art, including Cerberus, the three-headed hound guarding the entrance to the underworld, and the hunting dogs which accompanied the virgin goddess of the chase, Diana"
  },
  {
    "id": 476,
    "des": "During the Renaissance, detailed portraits of the dog as a symbol of fidelity and loyalty appeared in mythological, allegorical, and religious art throughout Europe, including works by Leonardo da Vinci, Diego Velázquez, Jan van Eyck, and Albrecht Durer"
  },
  {
    "id": 477,
    "des": "A puppy is born blind, deaf, and toothless"
  },
  {
    "id": 478,
    "des": "The Basenji is the world’s only barkless dog"
  },
  {
    "id": 479,
    "des": "A dog most likely interprets a smiling person as baring their teeth, which is an act of aggression"
  },
  {
    "id": 480,
    "des": "The origin of amputating a dog’s tail may go back to the Roman writer Lucius Columella’s (A.D. 4-70) assertion that tail docking prevented rabies"
  },
  {
    "id": 481,
    "des": "One of Shakespeare’s most mischievous characters is Crab, the dog belonging to Launce in the Two Gentlemen of Verona. The word “watchdog” is first found in The Tempest"
  },
  {
    "id": 482,
    "des": "President Franklin Roosevelt created a minor international incident when he claimed he sent a destroyer to the Aleutian Islands just to pick up his Scottish Terrier, Fala, who had been left behind"
  },
  {
    "id": 483,
    "des": "Within hours of the September 11, 2001, attack on the World Trade Center, specially trained dogs were on the scene, including German Shepherds, Labs, and even a few little Dachshunds"
  },
  {
    "id": 484,
    "des": "It costs approximately $10,000 to train a federally certified search and rescue dog"
  },
  {
    "id": 485,
    "des": "The smallest dog on record was a matchbox-size Yorkshire Terrier. It was 2.5'' tall at the shoulder, 3.5'' from nose tip to tail, and weighed only 4 ounces"
  },
  {
    "id": 486,
    "des": "Hollywood’s first and arguably best canine superstar was Rin Tin Tin, a five-day-old German Shepherd found wounded in battle in WWI France and adopted by an American soldier, Lee Duncan. He would sign his own contracts with his paw print"
  },
  {
    "id": 487,
    "des": "At the end of WWI, the German government trained the first guide dogs for war-blinded soldiers"
  },
  {
    "id": 488,
    "des": "A dog can locate the source of a sound in 1/600 of a second and can hear sounds four times farther away than a human can"
  },
  {
    "id": 489,
    "des": "Touch is the first sense the dog develops. The entire body, including the paws, is covered with touch-sensitive nerve endings"
  },
  {
    "id": 490,
    "des": "Eighteen muscles or more can move a dog’s ear"
  },
  {
    "id": 491,
    "des": "The names of 77 ancient Egyptian dogs have been recorded. The names refer to color and character, such as Blackie, Ebony, Good Herdsman, Reliable, and Brave One"
  },
  {
    "id": 492,
    "des": "In Egypt, a person bitten by a rabid dog was encouraged to eat the roasted liver of a dog infected with rabies to avoid contracting the disease. The tooth of a dog infected with rabies would also be put in a band tied to the arm of the person bitten. The menstrual blood of a female dog was used for hair removal, while dog genitals were used for preventing the whitening of hair"
  },
  {
    "id": 493,
    "des": "In early Christian tradition, Saint Christopher, the patron saint of travelers, is sometimes depicted with a dog’s head"
  },
  {
    "id": 494,
    "des": "The oldest known dog bones were found in Asia and date as far back as 10,000 B.C. The first identifiable dog breed appeared about 9000 B.C. and was probably a type of Greyhound dog used for hunting"
  },
  {
    "id": 495,
    "des": "There are an estimated 400 million dogs in the world"
  },
  {
    "id": 496,
    "des": "The U.S. has the highest dog population in the world. France has the second highest"
  },
  {
    "id": 497,
    "des": "Dog nose prints are as unique as human finger prints and can be used to identify them"
  },
  {
    "id": 498,
    "des": "Bloodhound dogs have a keen sense of smell and have been used since the Middle Ages to track criminals"
  },
  {
    "id": 499,
    "des": "It is much easier for dogs to learn spoken commands if they are given in conjunction with hand signals or gestures"
  },
  {
    "id": 500,
    "des": "Dogs in a pack are more likely to chase and hunt than a single dog on its own. Two dogs are enough to form a pack"
  },
  {
    "id": 501,
    "des": "Dogs can see in color, though they most likely see colors similar to a color-blind human. They can see better when the light is low"
  },
  {
    "id": 502,
    "des": "Petting dogs is proven to lower blood pressure of dog owners"
  },
  {
    "id": 503,
    "des": "Dogs have lived with humans for over 14,000 years. Cats have lived with people for only 7,000 years"
  },
  {
    "id": 504,
    "des": "Zorba, an English mastiff, is the biggest dog ever recorded. He weighed 343 pounds and measured 8' 3'' from his nose to his tail"
  },
  {
    "id": 505,
    "des": "The average dog can run about 19 mph. Greyhounds are the fastest dogs on Earth and can run at speeds of 45 mph"
  },
  {
    "id": 506,
    "des": "One female dog and her female children could produce 4,372 puppies in seven years"
  },
  {
    "id": 507,
    "des": "The most popular dog breed in Canada, U.S., and Great Britain is the Labrador retriever"
  },
  {
    "id": 508,
    "des": "Greyhounds appear to be the most ancient dog breed. “Greyhound” comes from a mistake in translating the early German name Greishund, which means “old (or ancient) dog,” not from the color gray"
  },
  {
    "id": 509,
    "des": "The oldest dog on record was an Australian cattle dog named Bluey who lived 29 years and 5 months. In human years, that is more than 160 years old"
  },
  {
    "id": 510,
    "des": "Most experts believe humans domesticated dogs before donkeys, horses, sheep, goats, cattle, cats, or chickens"
  },
  {
    "id": 511,
    "des": "A person standing still 300 yards away is almost invisible to a dog. But a dog can easily identify its owner standing a mile away if the owner is waving his arms"
  },
  {
    "id": 512,
    "des": "Dogs with big, square heads and large ears (like the Saint Bernard) are the best at hearing subsonic sounds"
  },
  {
    "id": 513,
    "des": "Dogs can smell about 1,000 times better than humans. While humans have 5 million smell-detecting cells, dogs have more than 220 million. The part of the brain that interprets smell is also four times larger in dogs than in humans"
  },
  {
    "id": 514,
    "des": "Some dogs can smell dead bodies under water, where termites are hiding, and natural gas buried under 40 feet of dirt. They can even detect cancer that is too small to be detected by a doctor and can find lung cancer by sniffing a person’s breath"
  },
  {
    "id": 515,
    "des": "Dogs have a wet nose to collect more of the tiny droplets of smelling chemicals in the air"
  },
  {
    "id": 516,
    "des": "Dogs like sweets a lot more than cats do. While cats have around only 473 taste buds, dogs have about 1,700 taste buds. Humans have approximately 9,000"
  },
  {
    "id": 517,
    "des": "Different smells in the a dog’s urine can tell other dogs whether the dog leaving the message is female or male, old or young, sick or healthy, happy or angry"
  },
  {
    "id": 518,
    "des": "Male dogs will raise their legs while urinating to aim higher on a tree or lamppost because they want to leave a message that they are tall and intimidating. Some wild dogs in Africa try to run up tree trunks while they are urinating to appear to be very large"
  },
  {
    "id": 519,
    "des": "In Croatia, scientists discovered that lampposts were falling down because a chemical in the urine of male dogs was rotting the metal"
  },
  {
    "id": 520,
    "des": "Dogs are about as smart as a two- or three-year-old child. This means they can understand about 150-200 words, including signals and hand movements with the same meaning as words"
  },
  {
    "id": 521,
    "des": "Countess Karlotta Libenstein of Germany left approximately $106 million to her Alsatin, Gunther III, when she died in 1992"
  },
  {
    "id": 522,
    "des": "A lost Dachshund was found swallowed whole in the stomach of a giant catfish in Berlin on July 2003"
  },
  {
    "id": 523,
    "des": "In Australia, a man who was arrested for drug possession argued his civil rights were violated when the drug-sniffing dog nuzzled his crotch. While the judge dismissed the charges, they were later reinstated when a prosecutor pointed out that in the animal kingdom, crotch nuzzling was a friendly gesture"
  },
  {
    "id": 524,
    "des": "The Beagle came into prominence in the 1300s and 1400s during the days of King Henry VII of England. Elizabeth I was fond of Pocket Beagles, which were only 9'' high"
  },
  {
    "id": 525,
    "des": "The best dog to reportedly attract a date is the Golden Retriever. The worst is the Pit Bull"
  },
  {
    "id": 526,
    "des": "The Akita is one of the most challenging dogs to own. Some insurance companies have even characterized it as the #1 “bad dog” and may even raise an Akita owner’s homeowner insurance costs"
  },
  {
    "id": 527,
    "des": "The Beagle and Collie are the nosiest dogs, while the Akbash Dog and the Basenji are the quietest"
  },
  {
    "id": 528,
    "des": "One survey reports that 33% of dog owners admit they talk to their dogs on the phone or leave messages on answering machines while they are away."
  },
  {
    "id": 529,
    "des": "Thirty percent of all Dalmatians are deaf in one or both ears. Because bulldogs have extremely short muzzles, many spend their lives fighting suffocation. Because Chihuahuas have such small skulls, the flow of spinal fluid can be restricted, causing hydrocephalus, a swelling of the brain"
  },
  {
    "id": 530,
    "des": "The grief suffered after a pet dog dies can be the same as that experienced after the death of a person"
  },
  {
    "id": 531,
    "des": "There are almost 5 million dog bites per year; children are the main victims. Dog bites cause losses of over $1 billion a year"
  },
  {
    "id": 532,
    "des": "A person should never kick a dog facing him or her. Some dogs can bite 10 times before a human can respond"
  },
  {
    "id": 533,
    "des": "The most intelligent dogs are reportedly the Border Collie and the Poodle, while the least intelligent dogs are the Afghan Hound and the Basenji"
  },
  {
    "id": 534,
    "des": "One kind of Pekingese is referred to as a “sleeve” because it was bred to fit into a Chinese empress’ sleeves, which was how it was often carried around"
  },
  {
    "id": 535,
    "des": "There are 32 species of marine dolphins, four types of river dolphins, and six types of porpoises. The distinction between dolphin and porpoises is often blurred, but generally porpoises have spade-shaped teeth and blunt rounded faces. Dolphins have teeth shaped like rounded cones set in jaws that extend in a snout or beak"
  },
  {
    "id": 536,
    "des": "The term “dolphin” is from the Greek delphis which is related to delphys (such as the Delphic Oracle) meaning “womb.” The term “porpoise” is from the Old French porpais which means “pork fish,” perhaps because the porpoise snout resembles the snout of a pig"
  },
  {
    "id": 537,
    "des": "Called “re-entrants,” dolphins once lived on land and looked and behaved something like a small wolf but with five hoof-like toes on each foot instead claws. Some dolphins still have hair on their heads and the Amazon River dolphin has hair on its beak. Dolphins also have remnant finger bones in their flippers, a forearm, wrists, and a few remnant leg bones deep inside their bodies"
  },
  {
    "id": 538,
    "des": "Killing a dolphin in ancient Greece was considered sacrilegious and was punishable by death. The Greeks called them hieros ichthys “sacred fish,” and the sun god, Apollo, assumed the form of a dolphin when he founded his oracle at Delphi at Mount Parnassus"
  },
  {
    "id": 539,
    "des": "In Rome, dolphins were thought to carry souls to the “Islands of the Blest,” and images of dolphins have been found in the hands of Roman mummies, presumably to ensure their safe passage to the afterlife"
  },
  {
    "id": 540,
    "des": "Famous philosophers such as Pliny, Herodotus, Aelian, and Aristotle comment on the compassion, friendly, and almost moral nature of the dolphin"
  },
  {
    "id": 541,
    "des": "Images of dolphins have been found carved far within the desert city of Petra, Jordan"
  },
  {
    "id": 542,
    "des": "The killer whale is the largest dolphin (true whales don’t have teeth but sift their prey through plates of baleen). The smallest dolphin is the Hector or Maui Dolphin, of which only 150 are left today"
  },
  {
    "id": 543,
    "des": "The narwhal dolphin has a large ivory tusk (like a unicorn) which is often poached. The only remaining populations are in the Greenland Sea and Baffin Bay"
  },
  {
    "id": 544,
    "des": "Dolphin teeth are used for grasping, not chewing. They have no jaw muscles for chewing"
  },
  {
    "id": 545,
    "des": "While the brains of most mammals have a relatively smooth surface, the brains of humans are extremely convoluted. The dolphin brain is even more “folded” than humans and was this way millions of years before the first appearance of humans. Scientists often measure intelligence by the number of brain “folds.'"
  },
  {
    "id": 546,
    "des": "Some dolphins can understand as many as 60 words, which can make up 2000 sentences. They also show signs of self-awareness"
  },
  {
    "id": 547,
    "des": "Just a tablespoon of water in a dolphin’s lung could drown it. A human could drown if two tablespoons of water were inhaled into the lungs"
  },
  {
    "id": 548,
    "des": "A baby dolphin is born tail-first to prevent drowning. After the mother breaks the umbilical cord by swiftly swimming away, she must immediately return to her baby and take it to the surface to breathe"
  },
  {
    "id": 549,
    "des": "A baby dolphin must learn to hold its breath while nursing"
  },
  {
    "id": 550,
    "des": "A female dolphin will assist in the birth of another's baby dolphin, and if it is a difficult birth, the “midwife” might help pull out the baby. Other dolphins, including bulls, will swim around the mother during birth to protect her"
  },
  {
    "id": 551,
    "des": "The blowhole is an evolved nose that has moved upward to the top of the dolphin’s head"
  },
  {
    "id": 552,
    "des": "Air can be expelled from a dolphin’s blowhole at speeds topping 100 mph"
  },
  {
    "id": 553,
    "des": "A dolphin’s body has adapted to avoid the bends (the formation of air bubbles in blood and tissue as a diver returns to the surface of the water) by completely collapsing its ribcage, forcing the air under pressure out of its lungs and into the windpipe and the complex air chambers that lie below the blowhole"
  },
  {
    "id": 554,
    "des": "Dolphins don’t have a sense of smell, but they do have a sense of taste and, like humans, can distinguish between sweet, sour, bitter, and salty tastes"
  },
  {
    "id": 555,
    "des": "Unlike a fish, which moves its tale from side to side, a dolphin swims by moving its tale (made up of flukes) up and down. And a dolphin carries more oxygen in its blood than a fish and can swim longer than a fish...hence, dolphins are better adapted to the sea than are any fish"
  },
  {
    "id": 556,
    "des": "The eyes of a dolphin produce “dolphin tears,” a slippery secretion which protects the eye against foreign objects and infection and reduces friction between the surface of the eye and surrounding sea water. Marine dolphins see quite well both below and above the water"
  },
  {
    "id": 557,
    "des": "Dolphins also “see” with sounds. They emit a series of clicks and pings that travel long distances through water. When the sound hits an object, echoes are bounced back to the dolphin, enabling it to literally hear distance, shape, density, movement, and texture of an object"
  },
  {
    "id": 558,
    "des": "With their “echo-location,” dolphins can distinguish between types of fish the same size, between aluminum and brass, and between a steel ball that is 2½ in diameter and one that is 2¼ in diameter"
  },
  {
    "id": 559,
    "des": "A dolphin’s “sonar” or echo-location is rare in nature and is far superior to either the bat’s sonar or human-made sonar"
  },
  {
    "id": 560,
    "des": "Blocking off a dolphin’s ears with suction cups hardly affects it hearing, yet if its lower jaw is covered with a rubber jacket, a dolphin will have trouble hearing...leading scientists to believe sound may be carried from the water to its inner ear through a different route than the ear canal, such as the lower jawbone or even its entire body"
  },
  {
    "id": 561,
    "des": "A dolphin can produce whistles for communication and clicks for sonar at the same time, which would be like a human speaking in two voices, with two different pitches, holding two different conversations"
  },
  {
    "id": 562,
    "des": "A 260 lb. dolphin eats approximately 33 lbs. of fish daily, which is akin to a human eating 15-22 lbs. of steak a day - but the dolphin won't gain any weight from it"
  },
  {
    "id": 563,
    "des": "Unlike most wild animals, dolphins spend a lot of time enjoying sex and foreplay that is not determined by being “in season” or the urge to procreate"
  },
  {
    "id": 564,
    "des": "No one knows exactly why dolphins beach themselves. But because dolphins may use the magnetic field of the earth to navigate their way, some scientists believe that some places where dolphins strand have an abnormal magnetic field"
  },
  {
    "id": 565,
    "des": "Dolphins typically do not live alone, but rather in schools or pods. They have a complex social structure and seem to have a wide range of emotions, including humor"
  },
  {
    "id": 566,
    "des": "Dolphins may kill sharks by ramming them with their beaks"
  },
  {
    "id": 567,
    "des": "Dolphins often practice “fishwacking,” swatting its victim with its broad flukes as the fish tries to evade capture. Some scientists think that dolphins can also use their high-pitched sounds to stun or paralyze fish while hunting"
  },
  {
    "id": 568,
    "des": "While most wild animals avoid contact with humans, wild dolphins are known to play and associate with humans, especially children"
  },
  {
    "id": 569,
    "des": "In 1971, the Navy dispatched a team of dolphins “armed” with large carbon-dioxide-filled hypodermic needles strapped to their beaks to guard a U.S. Navy base in Vietnam. The dolphins had been taught to hunt humans swimming in the water and prod them with their beak, delivering a fatal injection in the humans’ lungs or stomachs"
  },
  {
    "id": 570,
    "des": "Dolphins do not breathe automatically as humans do and will die if given a general anesthetic. They must sleep at the surface of the water with their blowholes exposed. Dolphins shut down only half of their brain while they sleep to stay alert and breathing"
  },
  {
    "id": 571,
    "des": "The dolphin’s most dangerous enemy is humans"
  },
  {
    "id": 572,
    "des": "Dolphin sonar seems not to detect the fine threads of fishing nets, and millions of dolphins have drowned as a result of becoming entangled"
  },
  {
    "id": 573,
    "des": "Dolphins play around boats, surfing the bow waves and even helping fisherman by signaling when it’s the best time to cast their nets...and then herding the fish into them"
  },
  {
    "id": 574,
    "des": "Public outrage over the death of millions of dolphins in the 1960s prompted the introduction of the Marine Mammals Protection Act (MMPA) by the U.S. in 1972, which was substantially updated in 1994 with the addition of the Zero Mortality Rate Goal (ZMRG). The ZMRG required fisheries to reduce incidental mortality and serious injuries to marine mammals to levels approaching level zero"
  },
  {
    "id": 575,
    "des": "Most fish reproduce by laying eggs, though some fish, such as great white sharks, give birth to live babies called pups"
  },
  {
    "id": 576,
    "des": "Starfish are not fish. Neither are jellyfish"
  },
  {
    "id": 577,
    "des": "Although the fangtooth fish is only a few inches long, it has teeth about the size of a human’s"
  },
  {
    "id": 578,
    "des": "The mudskipper is a fish that spends most of its time out of water and can “walk” on its fins. It carries a portable water supply in its gill chambers when it leaves the water. It can also breathe through the pores of its wet skin"
  },
  {
    "id": 579,
    "des": "Catfish have over 27,000 taste buds. Humans have around 7,000"
  },
  {
    "id": 580,
    "des": "Most brands of lipstick contain fish scales"
  },
  {
    "id": 581,
    "des": "Lungfish can live out of water for several years. It secretes a mucus cocoon and burrows itself under the unbaked earth. It takes in air with its lung through a built-in breathing tube that leads to the surface. A lungfish has both gills and a lung"
  },
  {
    "id": 582,
    "des": "Seahorses are the only fish that swim upright"
  },
  {
    "id": 583,
    "des": "Some fish, such as the great white shark, can raise their body temperature. This helps them hunt for prey in cold water"
  },
  {
    "id": 584,
    "des": "The oldest known age for a fish was an Australian lungfish. In 2003, it was still alive and well at 65 years old"
  },
  {
    "id": 585,
    "des": "Fish use a variety of low-pitched sounds to convey messages to each other. They moan, grunt, croak, boom, hiss, whistle, creak, shriek, and wail. They rattle their bones and gnash their teeth. However, fish do not have vocal chords. They use other parts of their bodies to make noises, such as vibrating muscles against their swim bladder"
  },
  {
    "id": 586,
    "des": "Fish can form schools containing millions of fish. They use their eyes and something called a lateral line to hold their places in the school. The lateral line is a row of pores running along the fish’s sides from head to tail. Special hairs in the pores sense changes in water pressure from the movements of other fish or predators"
  },
  {
    "id": 587,
    "des": "Since a fish’s jaw is not attached to its skull, many fishes can shoot their mouths forward like a spring to catch startled prey"
  },
  {
    "id": 588,
    "des": "Electric eels and electric rays have enough electricity to kill a horse"
  },
  {
    "id": 589,
    "des": "Sharks are the only fish that have eyelids"
  },
  {
    "id": 590,
    "des": "Fish have sleep-like periods where they have lowered response to stimuli, slowed physical activity, and reduced metabolism but they do not share the same changes in brain waves as humans do when they sleep"
  },
  {
    "id": 591,
    "des": "Some fish, such as the herbivorous fish (grazers), often lack jaw teeth but have tooth-like grinding mills in their throats called pharyngeal teeth"
  },
  {
    "id": 592,
    "des": "Most fish have taste buds all over their body"
  },
  {
    "id": 593,
    "des": "An estimated one third of male fish in British waters are changing sex due to pollution in human sewage"
  },
  {
    "id": 594,
    "des": "Saltwater fish need to drink more water than freshwater fish. Since seawater is saltier than the liquids in a fish’s body, water inside the fish is constantly flowing out. If they didn’t drink to replace the lost water, saltwater fish would dry up like prunes"
  },
  {
    "id": 595,
    "des": "The oldest fishhook ever found dates back to about 42,000 years ago"
  },
  {
    "id": 596,
    "des": "Most fish have little salt in them. Sharks, however, have meat as salty as the ocean they live in"
  },
  {
    "id": 597,
    "des": "Most fish can see in color and use colors to camouflage themselves or defend themselves and their territory. Most fish have the best possible eyesight for their habitat and can most certainly see you peering at them in a fish tank. Some fish can see polarized and ultraviolet light"
  },
  {
    "id": 598,
    "des": "A fish does not add new scales as it grows, but the scales it has increase in size. In this way, growth rings are formed and the rings reveal the age of a fish"
  },
  {
    "id": 599,
    "des": "Fish that have thin fins with a split tail indicate that they move very quickly or may need them to cover great distances. On the other had, fish that live among rocks and reefs near the ocean floor have broad lateral fin and large tails"
  },
  {
    "id": 600,
    "des": "A ship has a heavy keel in the lower part to keep it from capsizing. Fish, on the other hand, have the keel on top. If the paired fins stop functioning to keep the fish balanced, the fish turns over because its heaviest part tends to sink, which happens when it dies"
  },
  {
    "id": 601,
    "des": "On average, flying fish can glide 160 feet (50m), but have been known to glide as far as 660 feet (200 m). And they can reach heights up to 19 feet (6m)"
  },
  {
    "id": 602,
    "des": "An inflated porcupine fish can reach a diameter of up to 35 inches (90 cm). It puffs up by swallowing water and then storing it in its stomach. The stomach increases in size with more water. If the fish is taken out of water, it can inflate in a similar way by swallowing air"
  },
  {
    "id": 603,
    "des": "A fish can drown in water. Like humans, fish need oxygen, so if there isn’t enough oxygen in the water, they will suffocate"
  },
  {
    "id": 604,
    "des": "The fish in the middle of a school control the school. The fish on the outside are guided by those in the middle. Only bony fish can swim in highly coordinated groups"
  },
  {
    "id": 605,
    "des": "Most fish cannot swim backwards. Those that can are mainly members of one of the eel families"
  },
  {
    "id": 606,
    "des": "Fish would suffocate if they tried to chew because chewing would interfere with water passing over their gills"
  },
  {
    "id": 607,
    "des": "The biggest fish in the world is the giant whale shark, which can grow to nearly 60 feet, or the length of two school buses. It weighs over 25 tons and eats mainly plankton. It has over 4,000 teeth, though they are only 3 mm long"
  },
  {
    "id": 608,
    "des": "The most poisonous fish in the world is the stone fish. Its sting can cause shock, paralysis, and even death if not treated within a few hours"
  },
  {
    "id": 609,
    "des": "The word “piranha” is from the Tupi (Brazil) pira nya and means “scissors.” Found in freshwater rivers in South America, piranhas have razor-sharp teeth. They typically eat fish, insects, seeds, fruit, and even larger animals such as horses. While there are no proven reports of piranhas killing a person, they do eat human carcasses"
  },
  {
    "id": 610,
    "des": "The fastest fish is the sailfish. It can swim as fast as a car travels on the highway"
  },
  {
    "id": 611,
    "des": "The slowest fish is a seahorse. It swims so slowly that a person can barely tell it is moving. The slowest is the Dwarf Seahorse, which takes about one hour to travel five feet. It even looks like it is simply standing up, not swimming"
  },
  {
    "id": 612,
    "des": "Some fish do not have scales. Sharks, for example, have rough sandpapery skin instead of scales"
  },
  {
    "id": 613,
    "des": "Fish have multiple Christian and pre-Christian overtones. For example, the Greek word for fish is Ichthys, which is an acronym for “Jesus Christ, God’s Son, Savior” and was used to mark early Christian tombs and meeting places. Because of their association with fertility, fish have also been linked to Isis and Aphrodite"
  },
  {
    "id": 614,
    "des": "In Japan, the fugu, or puffer fish, is a succulent but lethal delicacy. It contains tetrodotoxin, a deadly poison. However, it is so delicious that Japanese gourmets risk their lives to prepare it. To make this high-risk dish, chefs must have a certificate from a special school that teaches preparation of this toxic fish"
  },
  {
    "id": 615,
    "des": "Hammerhead sharks can live in schools of more than 500 sharks. The strongest female swims in the middle. When she is ready to mate, she shakes her head from side to side to signal the other female sharks to move away so she is the center of attention"
  },
  {
    "id": 616,
    "des": "Some desert pupfish can live in hot springs that reach temperatures greater than 113° F"
  },
  {
    "id": 617,
    "des": "A male emperor angelfish lives together with up to five female mates. If the emperor angelfish dies, one of the females turns into a male fish and becomes the leader of the group"
  },
  {
    "id": 618,
    "des": "There are approximately 32,000 different kinds of fish in the world today, which is more than all the other kinds of vertebrates combined. Scientists are discovering new species all the time"
  },
  {
    "id": 619,
    "des": "The batfish plays dead when danger is near. It floats motionless on its side when scared, making it look like a dead leaf floating on the surface of the water"
  },
  {
    "id": 620,
    "des": "Anableps, four-eyed fish, can see above and below water at the same time"
  },
  {
    "id": 621,
    "des": "Sometimes tornadoes pick up fish while traveling over water and carry them over land, where the fish rain down. These “fish showers” have been happening for thousands of years. Roman writer Pliny the Younger describes this phenomenon in the 1st century A.D"
  },
  {
    "id": 622,
    "des": "Lampreys and hagfish are the most primitive form of fish still living today"
  },
  {
    "id": 623,
    "des": "Male anglerfish are much smaller than the female. While the female can reach up to 24 inches long, the males barely reach 1.6 inches long and live as parasites on their mates. They stay together for life. As the male ages, he gets smaller and smaller. The female anglerfish’s light is always “on.'"
  },
  {
    "id": 624,
    "des": "Scientists have explored only 1% of the ocean depths. They believe millions of new kinds of animals and fish are down there, waiting to be discovered"
  },
  {
    "id": 625,
    "des": "Empty dogfish egg cases sometimes wash up onto the beach. Some people call them mermaid purses"
  },
  {
    "id": 626,
    "des": "Humans have been amazed for centuries that salmon, after journeying across the ocean, can find the river where they were born. In the Yukon River in Alaska and in Canada, certain tagged Chinook salmon covered nearly 2,000 miles in 60 days. Salmon also have adapted to live in a variety of aquatic environments, including rivers, lakes, estuaries, coal reefs, and the open sea"
  },
  {
    "id": 627,
    "des": "Fish were the first vertebrates with bony skeletons to appear on Earth. Unlike today’s fish, early fish had no scales, fins, or jawbone, but they did have a dorsal fin"
  },
  {
    "id": 628,
    "des": "Hagfish are some of the slimiest animals on earth. An Atlantic hagfish can make enough slime in one minute to fill a bucket"
  },
  {
    "id": 629,
    "des": "Unlike bony fish, sharks and rays do not have swim bladders. They have to swim all the time, even when they are sleeping. Otherwise, they will sink to the bottom of the ocean"
  },
  {
    "id": 630,
    "des": "A seahorse can move each of its eyes separately. One eye can look forward while the other looks backward. Seahorses can also change their color to match their surroundings"
  },
  {
    "id": 631,
    "des": "Most types of seahorses pair for life. Female seahorses lay their eggs inside a pouch on the male seahorse’s belly. When the babies are ready to hatch, the male holds onto a piece of seaweed with his tail and rocks back and forth until the babies pop out of his pouch"
  },
  {
    "id": 632,
    "des": "Unlike most other fish, the ocean sunfish does not have a tail. A female sunfish can lay 300 million eggs each year. Each egg is smaller than the period at the end of a sentence"
  },
  {
    "id": 633,
    "des": "The term “fish” is used when referring to one species of fish (e.g., 10 salmon are 10 fish). The term “fishes” is used when referring to more than one species (e.g., 10 salmon, 3 trout, and 1 angel fish are 14 fishes)"
  },
  {
    "id": 634,
    "des": "The freshwater Pygmy and Luzon gobies of the Philippines, the saltwater Marshal Islands goby, and the tiny rice fish from Thailand all reach a maximum length of 1/2'', roughly the size of a grain of rice. They are typically considered the world’s smallest fishes"
  },
  {
    "id": 635,
    "des": "The life span of giant pandas in the wild is approximately 20 years. Captive pandas may live to be 25-30 years old"
  },
  {
    "id": 636,
    "des": "The eyespots of a giant panda cub are initially in the shape of a circle. As the cub grows, the circles become shaped like a teardrop"
  },
  {
    "id": 637,
    "des": "Giant pandas are on the brink of extinction, with just over 1,000 pandas left in the world. Scientists are hoping to increase the wild panda population to 5,000 by 2025"
  },
  {
    "id": 638,
    "des": "The giant panda has been on the endangered species list since 1990. The most significant threats to pandas are habitat loss and poaching. China is only approximately 5% greater than the U.S. in area but has four times the population"
  },
  {
    "id": 639,
    "des": "Many Chinese philosophers believe that the universe is made from two opposing forces, the Yin and Yang. The panda is one symbol of this philosophy with its contrasting black-and-white fur. The Chinese believe that the gentle nature of the panda demonstrates how the Yin and Yang bring peace and harmony when they are balanced"
  },
  {
    "id": 640,
    "des": "Pandas have been a symbol of peace in China. For example, hundreds of years ago, warring tribes in China would raise a flag with a picture of a panda on it to stop a battle or call a truce"
  },
  {
    "id": 641,
    "des": "Pandas have lived on Earth for two to three million years"
  },
  {
    "id": 642,
    "des": "The red panda and the giant panda share the same habitat and diet, and both animals are also endangered. However, scientific tests show that the red panda is in the raccoon family while the giant panda is in the bear family. Some scientists believe that the giant panda is so special that it should belong to its own family group"
  },
  {
    "id": 643,
    "des": "According to legend, the panda was once an all-white bear. When a small girl tried to save a panda cub from being attacked by a leopard, the leopard killed the girl instead. Pandas came to her funeral wearing armbands of black ashes. As they wiped their eyes, hugged each other, and covered the ears, they smudged the black ashes"
  },
  {
    "id": 644,
    "des": "Pandas can stand upright, but their short hind legs aren’t strong enough to support their bodies. A panda’s bones are twice as heavy as the bones of other animals the same size"
  },
  {
    "id": 645,
    "des": "Pandas are pigeon-toed; in other words, they walk with their front paws turned inward"
  },
  {
    "id": 646,
    "des": "Pandas do not run fast - a slow trot is as fast as they can go. The fastest bear is the black bear, which can run 35 miles per hour. That’s about as a fast as a horse or deer"
  },
  {
    "id": 647,
    "des": "Female pandas ovulate only once a year. They are fertile only two or three days of the year"
  },
  {
    "id": 648,
    "des": "Giant panda cubs are usually born in August or September and are the size of a stick of butter. A cub has pink skin, a thin coat of white fur, a long tail, and no teeth. Its eyes are closed. By the end of the first month, the baby panda has all of its spots. Its eyes open around 4-6 weeks. A baby panda is almost 2 months old before it is the size of an average human newborn baby. A baby is almost 2 years old when it leaves its mother"
  },
  {
    "id": 649,
    "des": "Pandas rely less on visual memory than they do on spatial memory to locate a mate’s home range area and preferred patches of bamboo. Spatial memory is defined as the ability to remember a location"
  },
  {
    "id": 650,
    "des": "It takes about five years for a female cub to become an adult and up to seven years for a male cub"
  },
  {
    "id": 651,
    "des": "There are only about 240 captive pandas in the world. They are all part of a breeding program"
  },
  {
    "id": 652,
    "des": "The ancestor of the giant panda is the Ailurarctos (“cat bear”), which is an extinct genus of the Chinese panda that lived 8 million years ago. The skull of another ancestor, Ailuropoda microta, shows that it was half the size of a modern-day giant panda. Research shows that for the past 3 million years, giant pandas have evolved as a separate linage from other bears"
  },
  {
    "id": 653,
    "des": "Pandas have plantigrade feet. This means their entire foot (toes and heel) touches the ground when walking, which is similar to the way humans, other bears, and rodents walk. Other animals, such as dogs, cats, and horses walk with their weight on their toes"
  },
  {
    "id": 654,
    "des": "Mother pandas in captivity give birth to twins more often than mothers in the wild do"
  },
  {
    "id": 655,
    "des": "More than half of newborn pandas die from diseases or from being accidentally crushed by their mothers"
  },
  {
    "id": 656,
    "des": "From 1974-1989, half of the panda’s habitat in China’s Sichuan areas was destroyed by human activity"
  },
  {
    "id": 657,
    "des": "A pair of breeding pandas needs more than 11 square miles of land. One giant panda usually needs between 2.5 to 4 square miles of land to survive"
  },
  {
    "id": 658,
    "des": "A panda fur is worth between $60,000 and $100,000 on the illegal trade market"
  },
  {
    "id": 659,
    "des": "Young pandas stay with the mothers for as long as three years, which means that a wild panda may raise only three or four cubs in a lifetime"
  },
  {
    "id": 660,
    "des": "The panda spends 14-16 hours a day eating bamboo"
  },
  {
    "id": 661,
    "des": "Panda researchers have counted 11 different panda calls - and four of them are used only when searching for a mate"
  },
  {
    "id": 662,
    "des": "An adult giant panda weighs about 200-300 pounds (90-135 kg)"
  },
  {
    "id": 663,
    "des": "A panda mother is 900 times bigger than her newborn cub, which weighs less than 5 oz. In comparison, an 8-pound human baby would have a mother that weighed 7,200 pounds"
  },
  {
    "id": 664,
    "des": "On all fours, a giant panda stands about 3 feet (.9 m) tall at the shoulder and measures about 5 feet (1.5 m) long. Males are about 10% larger than females"
  },
  {
    "id": 665,
    "des": "Although a giant panda’s fur looks silky and soft, it is quite thick and wiry. The hair of an adult giant panda can grow up to 4 inches (10 cm) long"
  },
  {
    "id": 666,
    "des": "Scientists are unsure why the giant panda has the markings it has. Some biologists believe the panda’s colors are camouflage of light and dark to help the panda hide in the shadows in a bamboo forest. Other scientists believe the black and white markings help the panda keep a steady temperature, or that the colors help the giant panda avoid other pandas. Still other biologists believe that the panda’s large black eyespots make their eyes look bigger and their stare more aggressive"
  },
  {
    "id": 667,
    "des": "A giant panda’s face is cute, but it is not chubby. It gets its shape from massive cheek muscles. In fact, a giant panda’s jaw and cheek muscles are so powerful that a panda can easily chew an aluminum dish into tiny pieces. They can also easily bite through a thick bamboo stalk. Humans have trouble cutting the same stalk with an ax"
  },
  {
    "id": 668,
    "des": "A panda’s throat has a special lining to protect it from bamboo splinters"
  },
  {
    "id": 669,
    "des": "Giant pandas have 42 teeth. Like humans, giant pandas have two sets of teeth in their lifetime"
  },
  {
    "id": 670,
    "des": "There is only one species of pandas (Ailuropoda melanoleuca or “black-and-white cat foot”). Wild pandas live only in small pockets of land in southwestern China"
  },
  {
    "id": 671,
    "des": "The Chinese call giant pandas daxiongmao or “large bear cat.” Pandas have also been known as “beast of prey,” “white leopard,” “iron eating beast,” and “bamboo bear.'"
  },
  {
    "id": 672,
    "des": "The word “panda” may have developed from the Nepalese word poonya, which means “bamboo-eating animal” or “plant-eating animal.'"
  },
  {
    "id": 673,
    "des": "After Richard Nixon visited China in 1972, he received two pandas from the Chinese leader, Chairman Mao. The two pandas, Ling-Ling and Hsing-Hsing, were placed in the National Zoo in Washington D.C. More than 1 million people visited them during their first year there. Nixon was the first U.S. president to ever visit China"
  },
  {
    "id": 674,
    "des": "A panda’s entire mating process takes only about two or three days. Once they have mated, females chase the males out of their territory and raise their cubs on their own"
  },
  {
    "id": 675,
    "des": "The gestation period for giant pandas varies from 97-163 days. This wide range is due to delayed implantation, which means that after a giant panda becomes pregnant, the cub starts to grow only if the mother panda is able to get enough food. Once the cub starts to develop, it takes about 45-60 days before it is born"
  },
  {
    "id": 676,
    "des": "A giant panda usually gives birth to a single cub. Sometimes twins are born, but when this happens, the mother typically ignores the weaker cub. She does not have enough energy to care for two cubs"
  },
  {
    "id": 677,
    "des": "The first giant panda ever to be born in captivity was born in a Beijing zoo in 1963"
  },
  {
    "id": 678,
    "des": "Giant pandas have been driven out of the lowland areas where they used to live and now are found only in the Chinese provinces of Sichuan, Gansu, and Shaanxi. The forests in these provinces are very damp and rainy. In one year, a forest may receive up to 50 inches of rain and snow"
  },
  {
    "id": 679,
    "des": "Giant pandas do not hibernate because their bamboo diet will not allow them to build up enough fat reserves for the winter"
  },
  {
    "id": 680,
    "des": "Much of the food that a giant panda eats is not digested. An adult giant panda in the spring can produce about 62 pounds of droppings in 24 hours"
  },
  {
    "id": 681,
    "des": "There are 300 species of bamboo in China. There are about 25 different kinds in the mountains where the pandas live. Pandas especially like to eat umbrella, arrow, and golden bamboo"
  },
  {
    "id": 682,
    "des": "Although 99% of their diet is bamboo, a panda’s digestive system is designed for meat. In fact, pandas absorb only 20%-30 % of bamboo nutrients. Other plant eaters such as deer absorb around 80%. This means the panda has to eat most of the time it is awake to get enough nutrients to survive"
  },
  {
    "id": 683,
    "des": "The Sichuan tribe in China believes that panda urine can desolve a swallowed needle. They also believe that sleeping on a panda pelt helps keep away ghosts and helps foretell the future. In the Quin dynasty (220 B.C.), an early dictionary called Er Ya, claimed that a panda’s pelt could help control menses"
  },
  {
    "id": 684,
    "des": "Keeping even a single panda in a zoo is expensive. A panda costs five times more to keep than the next most expensive animal, an elephant"
  },
  {
    "id": 685,
    "des": "On average, a panda eats 25-30 pounds of bamboo in one day. In the spring, a panda may eat 100 pounds in a day"
  },
  {
    "id": 686,
    "des": "A giant panda can peel and eat a bamboo shoot in about 40 seconds"
  },
  {
    "id": 687,
    "des": "There are no recorded artistic representations of giant pandas before the 20th century"
  },
  {
    "id": 688,
    "des": "Bamboo reaches its flowering cycle every 30-120 years. After bamboo flowers, the entire species of bamboo dies in a process called bamboo dieback. It can take up to 10-15 years for the bamboo to grow back. Pandas have usually been able to migrate to other areas, but they have lost so much of thier habitant to humans that migration has become increasingly difficult"
  },
  {
    "id": 689,
    "des": "It is very rare to see more than one panda at a time in the wild. Giant pandas cannot afford the energy it would take to compete with one another for food, territory, and mates"
  },
  {
    "id": 690,
    "des": "Adult pandas are so large that they do not have many natural enemies. Snow leopards, however, will prey on vulnerable panda cubs or old and sick adult pandas"
  },
  {
    "id": 691,
    "des": "In China, giant pandas are considered to be national treasures"
  },
  {
    "id": 692,
    "des": "It was not until the 20th century that giant pandas became known to the rest of the world outside of China. The first live giant Panda to leave China in 1936 was named Su-Lin (“a little bit of something very cute”). He arrived at the Brookfield Zoo in Chicago"
  },
  {
    "id": 693,
    "des": "Fashion designer and socialite Ruth Harkness (1900-1947), without training or experience, became the first Westerner to capture and present a live giant panda to the world outside China"
  },
  {
    "id": 694,
    "des": "Giant pandas have been the symbol of the international conservation organization WWF, or the World Wide Fund for Nature, since it was founded in 1961"
  },
  {
    "id": 695,
    "des": "Some scientists believe that the giant panda is a remnant species, meaning that it is becoming extinct naturally, not just because of human activity. Other scientists believe that the panda’s problems are directly caused by humans"
  },
  {
    "id": 696,
    "des": "There are about 15 giant pandas in zoos outside of China. Chinese zoos display another 90 captive animals"
  },
  {
    "id": 697,
    "des": "Under its fur, the skin of a giant panda is black where its fur is black, and pink where its fur is white"
  },
  {
    "id": 698,
    "des": "Giant pandas have a very good sense of smell. Even at night, they can find the best bamboo stalks by scent"
  },
  {
    "id": 699,
    "des": "Giant pandas have evolved a unique “thumb” which they use to hold bamboo stalks. This thumb is actually a modified wrist bone"
  },
  {
    "id": 700,
    "des": "It has been illegal to kill pandas in China since the 1960s, but the laws were not enforced strictly. In 1987, the laws were strengthened to increase punishment from two years to a life sentence or even death. Today the punishment is less severe: 10-20 years in prison"
  },
  {
    "id": 701,
    "des": "Unlike the rest of the bear family, pandas do not use facial expressions to communicate. When one panda wants to threaten another, it stares at its opponent with its head down. Researchers believe a panda may do that so that its black ears will look like another pair of eyes against the white fur of its neck"
  },
  {
    "id": 702,
    "des": "Pandas have sometimes been seen rolling down slopes. While they may be playing, they may also be trying to dislodge twigs from their fur"
  },
  {
    "id": 703,
    "des": "Emerging 60 million years ago, the first horse was called Eohippus (The Dawn Horse) and was tiny, weighing only 12 pounds and standing just 14 inches high. In contrast to the modern one-toed horse, the Eohippus had four toes on its front feet and three on its hind feet"
  },
  {
    "id": 704,
    "des": "The term horse is derived from the Old English hors, which is related to the Proto-Indo-European (PIE) kurs, which is the source of the Latin currere, to run. This replaced the original PIE root ekwo from which the Greek hippos and Latin equus derived, both meaning horse. This dual etymology is perhaps due to the reluctance of ancient cultures to utter the actual root or name of an animal held sacred for the Indo-European religion"
  },
  {
    "id": 705,
    "des": "Horses that seem wild today (such as Mustangs) are actually feral horses, usually descendants of horses that were imported to America from Spain in the sixteenth century. The only true wild horse is the Asian Wild Horse"
  },
  {
    "id": 706,
    "des": "No horses existed in Australia until settlers brought them during the eighteenth century, and no early horse fossils have ever been found in Australia"
  },
  {
    "id": 707,
    "des": "Before being domesticated in the Middle and Far East around 4000 B.C., horses were hunted for their skin and meat, usually by being clubbed or driven over a cliff"
  },
  {
    "id": 708,
    "des": "After horses became domesticated around 4000 B.C., many Indo-European cultures regarded horses as a supreme sacrifice to their gods and often ritually entombed horses. People in the Caucasus practiced horse sacrifice as late as the 1800s"
  },
  {
    "id": 709,
    "des": "Famous owner/horse partnerships that helped change world history include Alexander the Great and his horse Bucephalus (ox head), El Cid and Babieca (stupid), and Napoleon and Marengo (named after a battle) who after its death, had its skeleton displayed in London"
  },
  {
    "id": 710,
    "des": "A horses teeth are a good indicator of its age. Hence, St. Jerome (A.D. 400), who never accepted payment for his writings, penned the famous adage Never inspect the teeth of a gift horse, which became the more familiar Never look a gift horse in the mouth."
  },
  {
    "id": 711,
    "des": "Though most horses live for 25-30 years, the oldest horse on record is Old Billy, who was a barge horse born in England and lived to the age of 62. The first year of a horses life is roughly comparable to 12 human years, the second year is comparable to 7 human years, the next 3 years are comparable to 4 human years a piece, and subsequent years are comparable 2.5 human years. That means Old Billy was roughly 173.5 horse years"
  },
  {
    "id": 712,
    "des": "Horses have five highly developed senses: taste, touch, hearing, smell, and sight. They also have an enigmatic sixth sense, heightened perception, which is very rare in humans"
  },
  {
    "id": 713,
    "des": "The eyes of a horse are larger than most other animals', and they can move independently, giving the horse a shallow panoramic vision. Because its lenses are inflexible, a horse will focus on an image by moving its head to direct light rays to the central part of the retina. Horses can also see in color"
  },
  {
    "id": 714,
    "des": "A horse has an acute sense of smell that allows it to detect nervousness in a handler, and old-time horsemen would smear aromatic fluid on their hands when dealing with a difficult horse. Horses also become nervous around the smell of blood"
  },
  {
    "id": 715,
    "des": "There are nearly 160 distinctive breeds and types of horses around the world, but the Arabian horse is unique in that it is the purest of all of the breeds"
  },
  {
    "id": 716,
    "des": "Persians were excellent horsemen and their dominance in the east was largely due to the Nisean horse, the superhorse of antiquity. The horse was a status symbol in the Persian Empire, and only aristocrats could own them. Horses were also used to play early forms of polo"
  },
  {
    "id": 717,
    "des": "Islam is said to have been founded on the hoof prints of the Arabian horse, and horse care was even incorporated into the sacred Hadith. The Prophet Mohammed is reportedly to have ascended to heaven in a halo of fire on a horse-like creature"
  },
  {
    "id": 718,
    "des": "The goddess Demeter (the goddess of fertility, grain, and the pure) had as her image a black mares head, and her priestesses were considered her foals."
  },
  {
    "id": 719,
    "des": "White horses were sometimes drowned in honor of Poseidon, the god of the sea and creator of horses"
  },
  {
    "id": 720,
    "des": "The Hindus associate the horse with the cosmos, and a white horse was considered the last incarnation of Vishnu"
  },
  {
    "id": 721,
    "des": "In literature, art, and dream theory, the horse is often a symbol imbued with various meanings, ranging from power to beauty and even sexual prowess. The coloring of a horse is also often symbolic (black: mystery, danger; white: messenger of birth), and the Bible specifically lists the colors of the Four Horsemen of the Apocalypse (White, Red, Black, and Pale)"
  },
  {
    "id": 722,
    "des": "Some horses are able to figure out how to undo the doors of other horses and let them out"
  },
  {
    "id": 723,
    "des": "Horses can differentiate between emotions in the human voice"
  },
  {
    "id": 724,
    "des": "Horses experience two kinds of sleep, SWS (short wave sleep) and REM (rapid eye movement), and they most likely dream. They need about four hours of sleep out of every 24 and can sleep standing up by a special arrangement of locking joints"
  },
  {
    "id": 725,
    "des": "Horses like music but are selective in their taste. They prefer calming or cheerful instrumental music, but are agitated by loud music such as rock"
  },
  {
    "id": 726,
    "des": "A horses hoof is extremely complex and sensitive. When a horse puts pressure on its hoof, the blood is squeezed up the leg into the veins, thus acting as a type of pump"
  },
  {
    "id": 727,
    "des": "While the mare primarily cares for her newborn, occasionally a sibling, the sire, or other mares will shelter and protect youngsters"
  },
  {
    "id": 728,
    "des": "In a herd, one gender is not always dominant of another; for example, a female may rank higher than a male in some cases, and a male may rank higher than a female in other cases"
  },
  {
    "id": 729,
    "des": "A mark on a horse's head is usually named by its location and shape, and includes such descriptions as a blaze, a star, a snip, and a “bald face.&ldquo"
  },
  {
    "id": 730,
    "des": "Horses have a strong band of muscles around their esophagus. This band is so strong that a horses stomach would typically burst before it would vomit"
  },
  {
    "id": 731,
    "des": "The Pony Express (1860-1861) didnt just use ponies; it also used many horses. The differences between ponies and horses are often blurred, but generally, ponies are smaller than horses and can be smarter and more stubborn"
  },
  {
    "id": 732,
    "des": "Though the word hippopotamus means river horse, a hippo is actually more closely related to the pig than the horse"
  },
  {
    "id": 733,
    "des": "There are many crazy horse laws, including one in Bluff, Utah, where an unmarried woman could be jailed for riding a horse on Sunday. And in several cities throughout the United States, newly married men were not allowed to ride alone, unless he had been married longer than 12 months"
  },
  {
    "id": 734,
    "des": "Jellyfish are found in every ocean of the world. They are even found in some freshwater lakes and ponds"
  },
  {
    "id": 735,
    "des": "Jellyfish range from the size of a thimble or the eraser tip of pencil to approximately 8 feet in diameter and tentacles that reach 200 feet. That is as long as two blue whales"
  },
  {
    "id": 736,
    "des": "Each jellyfish tentacle is armed with thousands of cells called cnidoblasts. Inside the cnidoblasts are nematocysts, each of which contains a coiled stinging thread. When a fish or other object becomes tangled in the tentacles, the pressure inside the nematocysts causes the venomous threads to uncoil like a spring-loaded harpoon"
  },
  {
    "id": 737,
    "des": "The jellyfish’s main defense mechanisms are its stings and its transparent body, which makes it easy for it to hide"
  },
  {
    "id": 738,
    "des": "Jellyfish have a short tube that hangs down from its body. The tube acts as both its mouth and its digestive tube. In some jellyfish, the central tube is surrounded by frilly pieces that look like curly ribbons in the water. These are called oral arms or mouth arms"
  },
  {
    "id": 739,
    "des": "Jellyfish do not have brains, hearts, ears, heads, feet, legs, or bones. Their skin is so thin that they can breathe through it"
  },
  {
    "id": 740,
    "des": "While jellyfish do not have a brain, they have an elementary nervous system with receptors that detect light, vibrations, and chemicals in the water. These abilities, along with the sense of gravity, allow the jellyfish to orient and guide itself in the water"
  },
  {
    "id": 741,
    "des": "Jellyfish are invertebrates, which means they are animals without a skeleton. Approximately 95% of their body is water"
  },
  {
    "id": 742,
    "des": "Jellyfish are usually seen in shallow coastal water; however, scientists have discovered a few species that live at depths of 30,000 feet (9,000 meters). While most jellyfish prefer warm water, some live in subarctic temperatures"
  },
  {
    "id": 743,
    "des": "The Portuguese man-of-war looks like a jellyfish, but it is not a true jellyfish. In fact, it is not even a single animal. It is a siphonophore, which is an animal made up of a colony of organisms that work together. Specifically, the man-of-war consists of four separate polyps. The top polyp is a gas-filled bladder that reminded people of the sails on a once common ship called a man-of-war"
  },
  {
    "id": 744,
    "des": "A jellyfish tentacle can still sting even if it is separated from the jellyfish’s body"
  },
  {
    "id": 745,
    "des": "The smallest jellyfish in the world is the creeping jellyfish. It has bell disks from 0.5 mm to a few mm in diameter. It reproduces asexually by splitting in half. Another contender for the smallest jellyfish is the extremely toxic Australian Irukandji, which is only the size of a fingernail"
  },
  {
    "id": 746,
    "des": "The largest jellyfish in the world is the Nomura’s jellyfish. Other candidates for the largest jellyfish are the Lion’s mane jellyfish and the Stygiomedusa gigantea"
  },
  {
    "id": 747,
    "des": "The giant jellyfish called Stygiomedusa gigantea has been seen only 17 times in the last 110 years"
  },
  {
    "id": 748,
    "des": "Jellyfish produce both asexually and sexually. They are usually male or female, though hermaphroditic species have also been found"
  },
  {
    "id": 749,
    "des": "Jellyfish live from a few hours to many months. One species has been reported to live as long as 30 years. Jellyfish in aquariums typically live longer than those in the wild. Because jellyfish are so fragile, it’s easier for people to capture jellyfish in the polyp stage when they are the least vulnerable"
  },
  {
    "id": 750,
    "des": "Most jellyfish are passive carnivores. They feed on plankton, crustaceans, other jellyfish, fish eggs, and small fish. They eat and void through the same hole in the middle of the bell"
  },
  {
    "id": 751,
    "des": "Jellyfish have several predators, including other jellyfish, sharks, tuna, swordfish, sea turtles, and one species of Pacific salmon"
  },
  {
    "id": 752,
    "des": "One species of jellyfish, the Turritopsis nutricula, is also known as the “immortal jellyfish” because it can transform from the mature medusa state back to the polyp state, thereby essentially avoiding death. It accomplishes this through the cell development process called transdifferentiation"
  },
  {
    "id": 753,
    "des": "The type of jellyfish most seen on the shores of North America and Europe is the Moon jellyfish. This type of jellyfish is typically blue or pink and is found in waters approximate 20 feet (6 meters) deep. Its sting is usually mild, but can leave an itchy, red rash"
  },
  {
    "id": 754,
    "des": "Even a dead jellyfish can sting"
  },
  {
    "id": 755,
    "des": "Jellyfish have lived in the waters of the world for more than 650 million years, long before the dinosaurs, making them the oldest multi-organ animal"
  },
  {
    "id": 756,
    "des": "Portuguese man-of-wars can grow to be 165 feet (50 meters) long, although 30 feet is more typical. On a baseball diamond, they would reach from home plate to first base and more than halfway to second. Man-of-wars can sometimes be seen in groups of 1,000 or more floating in warm ocean waters. To avoid threats, they can deflate their air bladder and briefly sink under the water"
  },
  {
    "id": 757,
    "des": "The upside-down jellyfish does not float in the water. Instead, it anchors itself to the ocean floor, with its short arms and tentacles reaching up. It looks like a bowl of plants rather than a typical jellyfish"
  },
  {
    "id": 758,
    "des": "There are more than 2,000 different types of jellyfish. Approximately 70 can hurt people, with the box jellyfish (Chironex fleckeri) being the most dangerous. Scientists believe that there could be as many as 300,000 different species of jellyfish yet to be discovered"
  },
  {
    "id": 759,
    "des": "Jellyfish are not fish. They are actually plankton from the phylum Cnidaria (Greek for “stinging nettle”) and the class Scyphoza (from the Greek “cup”). Some aquariums are trying to popularize the terms “jellies” or “sea jellies” instead of jellyfish"
  },
  {
    "id": 760,
    "des": "A group of jellyfish is called a bloom, swarm, or smack"
  },
  {
    "id": 761,
    "des": "Jellyfish blooms near Japan can have over 500 million jellyfish, with each jellyfish the size of a refrigerator"
  },
  {
    "id": 762,
    "des": "Crabs have sometimes been seen hitching a ride on a jellyfish. The hard, outer shell of the crab protects it from the jellyfish’s sting. The crab also usually catches a little of the food the jellyfish traps"
  },
  {
    "id": 763,
    "des": "Jellyfish are made up of more than 95% water. If they are removed from the water, they collapse and die"
  },
  {
    "id": 764,
    "des": "Jellyfish move in essentially two ways. They take water in their bell and then squirt it out behind them, which creates a jet of water that moves them forward. They also drift on water currents"
  },
  {
    "id": 765,
    "des": "The body of a jellyfish has six parts. The inner layer is the gastrodermis, which lines the gastrovascular cavity. The middle layer is a thick substance called the mesoglea. The outer layer is the epidermis. It also has an orifice and tentacles"
  },
  {
    "id": 766,
    "des": "Researchers suggest that the shipping industry has artificially distributed jellyfish into nonnative habitats where they then colonize. Ships transport jellyfish around the world in two ways: 1) juvenile jellyfish (polyps) attach to ship hulls and travel with them and 2) ships take on ballast water in originating harbors and then dump their ballast water (along with jellyfish and other organisms) in new waters. Billions of gallons of ballast water are transported annually around the globe"
  },
  {
    "id": 767,
    "des": "Jellyfish are aggressive colonizers. Eight years after comb jellyfish were introduced into the Black Sea in 1982, they totaled about 900 million tons. Jellyfish have caused $350 million in losses to the Black Sea’s fishing and tourism industries"
  },
  {
    "id": 768,
    "des": "Jellyfish account for more than 10 times the weight of the annual fish catch around the world"
  },
  {
    "id": 769,
    "des": "Approximately 150 million people annually are exposed to jellyfish around the globe. Around 200,000 people are stung each year in Florida and 500,000 around the Chesapeake Bay"
  },
  {
    "id": 770,
    "des": "Environmental stress may increase jellyfish swarms. Jellyfish are one of the very few creatures that can adapt to ocean dead zones, or zones where there is little oxygen and lots of pollution. There are over 400 marine dead zones in the world"
  },
  {
    "id": 771,
    "des": "Many scientists believe that environmental stressors - including climate change, pollution, overharvesting of fish, and dams - have led to the proliferation of jellyfish"
  },
  {
    "id": 772,
    "des": "In several parts of the world, jellyfish are considered a delicacy. For example, in Malaysia, people call them “music to the teeth.” Approximately several hundred metric tons of jellyfish a year are eaten at $15 a pound, making it a multimillion-dollar business. The most commonly eaten jellyfish is the Cannonball jellyfish"
  },
  {
    "id": 773,
    "des": "Jellyfish are harvested for collagen, which is used in a variety ways, including treating rheumatoid arthritis"
  },
  {
    "id": 774,
    "des": "In 2007, jellyfish blooms decimated Northern Ireland’s salmon farm killing more than 100,000 fish"
  },
  {
    "id": 775,
    "des": "Jellyfish belong to the Phylum Cnidaria. All animals in this group are radially symmetrical. Other animals in this phylum include hydras, sea anemones, and corals"
  },
  {
    "id": 776,
    "des": "An American tourist died in 2002 after being stung by the deadly Irukandji jellyfish off the waters of Australia’s Great Barrier Reef. This jellyfish is only the size of a thumbnail but can have three-feet-long tentacles. Most jellyfish have stingers on their tentacles, but the Irukandji jellyfish has stingers on its bell piece as well"
  },
  {
    "id": 777,
    "des": "An adult jellyfish is named a “medusa” (plural “medusae”), after the Greek monster Medusa that had snake for hair"
  },
  {
    "id": 778,
    "des": "In the 2008 movie Seven Pounds, the character Ben Smith, an IRS agent played by Will Smith, commits suicide by sharing his bathtub with a deadly jellyfish. The title refers to the “seven ponds” of flesh Will Smith gives to other people to make up for killing seven innocent people in a car accident"
  },
  {
    "id": 779,
    "des": "Jellyfish digest their food quickly. It would be difficult to float if they had to carry around large amounts of food"
  },
  {
    "id": 780,
    "des": "The venom in a single box jellyfish can kill 60 people"
  },
  {
    "id": 781,
    "des": "Jellyfish kill more people than sharks do each year"
  },
  {
    "id": 782,
    "des": "Most jellyfish have two basic life stages. In the first stage, they are called polyps and grow by making buds, like plants. The polyp then buds off a young jellyfish called an ephyra. After a few weeks, the ephyra becomes an adult jellyfish or medusa"
  },
  {
    "id": 783,
    "des": "The box jellyfish is unique because it has 24 eyes, four parallel brains, and 60 anal regions. Two of its eyes can see color. It is also one of the animals in the world that has a 360-degree view of its surroundings Box jellyfish are not considered “true” jellyfish of the Scyphozoan class."
  },
  {
    "id": 784,
    "des": "The deadliest and most venomous sea creature in the ocean is the box jellyfish, which is also known as the “Marine Stinger” and the “Sea Wasp.'"
  },
  {
    "id": 785,
    "des": "Jellyfish have been responsible for temporarily shutting down a nuclear power plant in Japan after becoming stuck in its cooling system. The Japanese called these jellyfish echizen kurage or, in English, Nomura’s jellyfish"
  },
  {
    "id": 786,
    "des": "In an episode of Friends, one of the characters applies urine to a jellyfish sting. However, neuroscientists say urine is ineffective"
  },
  {
    "id": 787,
    "des": "Many neurosurgeons say that popular remedies for stings - such as vinegar, urine, or meat tenderizers - do not help stings. Instead, the best thing to do is get out of the water immediately, and wash the affected with salt water (NOT fresh water). Salt water will deactivate the stinging cells, while fresh or tap water will reactivate them. The best way to remove the cells is with something such as a credit card"
  },
  {
    "id": 788,
    "des": "Jellyfish that stay near the sunlight at the water’s surface tend to be colorless. Jellyfish that swim deeper are often red, purple, green, yellow, and sometimes they may even have stripes"
  },
  {
    "id": 789,
    "des": "Different jellyfish have babies in different ways. Some jellyfish shoot eggs out of their mouth to be fertilized outside the body; others carry the eggs in their mouth until it develops enough on live on its own"
  },
  {
    "id": 790,
    "des": "A military robotic jellyfish has been created to go on search-and-rescue and survey missions. The silicone “Robojelly” uses hydrogen and oxygen for fuel as it swims, so its only “exhaust” is heat and water. Its muscles are made from shape-memory alloy, a metal invented by NASA that “remembers” its original shape"
  },
  {
    "id": 791,
    "des": "The top of the jellyfish that looks like the top of a mushroom is called the bell"
  },
  {
    "id": 792,
    "des": "Scientists place true jellyfish and box jellyfish into two different groups. True jellyfish are scyphozoans, meaning “bowl animals.” Box jellyfish are cubozoans, meaning “cube animals.” A true jellyfish’s bell is rounded, like a bowl. A box jellyfish bell has sides and rounded corners - shaped similar to a box"
  },
  {
    "id": 793,
    "des": "Scientists have developed antivenom for box jellyfish stings. In Australia, where box jellyfish live, ambulances and hospitals keep the life-saving venom on hand"
  },
  {
    "id": 794,
    "des": "The Lion’s mane jellyfish is one of the largest of the true jellyfish and can have tentacles up to 120 feet (36.6 m) in length. Its bell can measure up to 7 feet, 6 inches (2.3 m) across. It lives in oceans around the world and feeds on small fish, shrimp, and other small jellyfish. Its sting is painful, but not deadly for humans"
  },
  {
    "id": 795,
    "des": "Both true jellyfish and box jellyfish use their stinging tentacles to catch shrimp and small fish for food. However, box jellyfish are more active hunters, mainly because they have eyes, unlike true jellyfish. They are also better swimmers. A box jellyfish can swim at speeds of up to 4 mph, which is faster than most people can swim"
  },
  {
    "id": 796,
    "des": "The uncoiling of the jellyfish’s small stingers is one of the fastest actions in nature. Stingers shoot out even faster than a bullet from a gun"
  },
  {
    "id": 797,
    "des": "On average, one person per year is killed in Australia by a box jellyfish. Box jellyfish may kill as many as 100 other people per year in other parts of the world, such as the Philippines, Indonesia, and Thailand"
  },
  {
    "id": 798,
    "des": "A box jellyfish sting can kill a person by stopping his or her heart in about two minutes"
  },
  {
    "id": 799,
    "des": "The origins of the word ''monkey'' are unclear. It could come from Moneke, the name of the son of Martin the Ape in a medieval animal story. It appears also to be related to manikin, from the Dutch manneken (''little man'')"
  },
  {
    "id": 800,
    "des": "Monkeys make up two of the three groups of simian primates, Old World monkeys and New World monkeys. The other group is the apes"
  },
  {
    "id": 801,
    "des": "A monkey is any primate that is not a human, prosimian, or ape"
  },
  {
    "id": 802,
    "des": "Monkeys are most easily distinguished from apes by their tails. Apes have no tails"
  },
  {
    "id": 803,
    "des": "Apes and spider monkeys swing arm-to-arm in trees, but most monkeys don’t. Instead, they run across branches"
  },
  {
    "id": 804,
    "des": "Monkeys use vocalizations, facial expressions, and body movements to communicate"
  },
  {
    "id": 805,
    "des": "Grinning or pulling the lip is a sign of aggression in monkeys, along with yawning, head bobbing, and jerking the head and shoulders forward"
  },
  {
    "id": 806,
    "des": "Monkeys express affection and make peace with others by grooming each other"
  },
  {
    "id": 807,
    "des": "A group of monkeys is called a ''troop.&quot"
  },
  {
    "id": 808,
    "des": "Monkeys live in trees, grasslands, mountains, forests, and on high plains"
  },
  {
    "id": 809,
    "des": "Monkeys are seriously threatened by habitat loss--especially those that live in tropical forests, a habitat that is quickly disappearing"
  },
  {
    "id": 810,
    "des": "The Pygmy Marmoset is the world's smallest monkey. It measures 117-159 millimeters (four and a half to six inches) in length and weighs 85 to 140 grams (three to five ounces)"
  },
  {
    "id": 811,
    "des": "The male Mandrill is the largest monkey. It is almost 1 meter (3.3 feet) long and weighs about 35 kilograms (77 pounds)"
  },
  {
    "id": 812,
    "des": "It is common for monkeys to carry tuberculosis, hepatitis, and simian herpes B"
  },
  {
    "id": 813,
    "des": "Most monkeys eat both animals and plants. Some also eat dirt"
  },
  {
    "id": 814,
    "des": "Monkeys peel their bananas and do not eat the skins"
  },
  {
    "id": 815,
    "des": "Monkeys can grasp with both their fingers and their toes"
  },
  {
    "id": 816,
    "des": "Most Old World monkeys have small, curved nostrils set close together. Most New World monkeys have round nostrils set far apart on flat noses"
  },
  {
    "id": 817,
    "des": "Ten New World monkey species have been classified as nocturnal. All known Old World monkeys are diurnal"
  },
  {
    "id": 818,
    "des": "Some Old World monkeys, such as Drills, have sitting pads on their rumps, but New World monkeys do not"
  },
  {
    "id": 819,
    "des": "Old World monkeys have 32 teeth. New World monkeys have 36"
  },
  {
    "id": 820,
    "des": "There are 96 species of Old World monkeys"
  },
  {
    "id": 821,
    "des": "Old World monkeys are divided into two subfamilies, generalists and specialists. Generalists eat almost anything, and specialists eat mainly leaves"
  },
  {
    "id": 822,
    "des": "Old World monkeys often have large cheek pouches that enable them to feed rapidly and store their food, then chew and swallow it later"
  },
  {
    "id": 823,
    "des": "As of 2008, there are 81 species of New World monkeys in the Amazon basin, and new ones are continually being discovered"
  },
  {
    "id": 824,
    "des": "Many New World monkeys have prehensile tails, a feature not shared by any of their Old World cousins. Prehensile tails are used for grasping objects, swinging, and steadying the monkey by grasping limbs and branches when the hands and feet are being used in progression"
  },
  {
    "id": 825,
    "des": "Many New World Monkeys, including the spider monkey, do not have thumbs. Capuchins and squirrel monkeys are the only New World monkeys with pseudo-opposable thumbs"
  },
  {
    "id": 826,
    "des": "Proboscis monkeys are best known for the long noses of males, which grow larger as the monkeys age. Females have smaller, pointed noses. This distinctive feature might help to resonate the male's loud vocalizations"
  },
  {
    "id": 827,
    "des": "As the name indicates, silvered leaf monkeys are silver to dark gray in color. Infants, however, are bright orange"
  },
  {
    "id": 828,
    "des": "Twenty different vocalizations have been noted in squirrel monkeys"
  },
  {
    "id": 829,
    "des": "Male squirrel monkeys sometimes assert dominance by urinating on subordinates"
  },
  {
    "id": 830,
    "des": "Adult male guenon monkeys will sometimes rush after an eagle that has caught a family member, sometimes intimidating the bird enough that it lets go of its prey"
  },
  {
    "id": 831,
    "des": "When a troop of guenon monkeys gets a new leader, the new alpha-male will sometimes kill all babies who are still being suckled—an evolutionary behavior known as kin selection, where the male protects his own offspring by killing the offspring of other males"
  },
  {
    "id": 832,
    "des": "The Barbary Macaque is the only free-living species of monkey in Europe, which was once home to many monkeys"
  },
  {
    "id": 833,
    "des": "The Olive Colobus monkey and certain Red Colobus species are hunted for food by humans and chimpanzees"
  },
  {
    "id": 834,
    "des": "Howler monkeys are the loudest monkeys. Their howls can be heard for about two miles in the forest and almost three miles in an open area"
  },
  {
    "id": 835,
    "des": "Howler monkeys spend up to 80% of their time resting"
  },
  {
    "id": 836,
    "des": "South American Titi monkeys are rare among primates because they are monogamous. They mate for life and become distressed when separated. They show affection by remaining close, grooming each other, intertwining their tails, holding hands, nuzzling, cuddling, and lip smacking"
  },
  {
    "id": 837,
    "des": "Capuchins are skilled tool users. They smash nuts with rocks, insert branches into crevices to capture food, remove spines and hairs from caterpillars by rubbing them against a branch, protect their hands with leaves, and use large branches to club snakes"
  },
  {
    "id": 838,
    "des": "Capuchin monkeys use different vocal sounds to identify different types of predators. They have also been seen banging stones together to warn each other of approaching predators"
  },
  {
    "id": 839,
    "des": "Penguins are one of about 40 species of flightless birds. Other flightless birds include rheas, cassowaries, kiwis, ostriches, and emus. Most flightless birds live in the Southern Hemisphere"
  },
  {
    "id": 840,
    "des": "Most scientists agree that there are 17 species of penguins. Of the 17 species, 13 are either threatened or endangered, with some on the brink of extinction"
  },
  {
    "id": 841,
    "des": "The Erect-crested Penguin (Eudyptes sclateri) has lost approximately 70% of tis population over the last 20 years. The Galapagos Penguin (Spheniscus mendiculus) has lost over 50% since the 1970s, and their chance of becoming extinct this century is 30%. The most common threats to all penguin survival are pollution, loss of habitat by human encroachment, commercial fishing, oil dumping, algae booms, and global warming"
  },
  {
    "id": 842,
    "des": "Generally, penguins are not sexually dimorphic, meaning male and female penguins look alike"
  },
  {
    "id": 843,
    "des": "Penguins often slide on their tummies over ice and snow. This is called tobogganing. Researchers believe they do this for fun and as an efficient way to travel"
  },
  {
    "id": 844,
    "des": "The Magellanic Penguin (Spheniscus magellanicus) is named after Ferdinand Magellan, who first saw them in 1520. Oil spills kill approximately 20,000 adult and 22,000 juvenile Magellanic Penguins off the coast of Argentina every year"
  },
  {
    "id": 845,
    "des": "Penguins find all their food in the sea and are carnivores. They eat mostly fish and squid. They also eat crustaceans, such as crabs, shrimp, and krill. A large penguin can collect up to 30 fish in one dive. Penguins (and any animal) that eat only fish are called piscivorous"
  },
  {
    "id": 846,
    "des": "Penguins do not have teeth. Instead they use their beak to grab and hold wiggling prey. They have spines on the roof of their beak to help them get a good grip. Penguins even have spines on their tongues"
  },
  {
    "id": 847,
    "des": "Penguins swallow pebbles and stones as well as their food. Scientists believe that the stones may help grind up and digest their food. The stones may also add enough extra weight to help penguins dive deeper"
  },
  {
    "id": 848,
    "des": "Penguins spend several hours a day preening or caring for their feathers. If penguins don’t keep them well maintained, their feathers would not stay waterproof. For extra protection, penguins spread oil on their feathers. The oil comes from a special gland near their tail feathers"
  },
  {
    "id": 849,
    "des": "Penguins molt, or lose their feathers, once a year. They always molt on land or ice and until they grow new waterproof coats, they are unable to go into the water. Molting may take weeks, and most penguins lose about half their body weight during this time"
  },
  {
    "id": 850,
    "des": "All penguins live in the Southern Hemisphere, from Antarctica to the warmer waters of the Galapagos Islands near the equator. They can be found on every continent in the Southern Hemisphere. No penguins live at the North Pole"
  },
  {
    "id": 851,
    "des": "The penguin with the highest number of species is the Macaroni Penguin, with approximately 11,654,000 pairs"
  },
  {
    "id": 852,
    "des": "Penguin nesting areas are called “rookeries” and may contain thousands of pairs of birds. Each penguin has a distinct call, which allows individual penguins to find their mates and chicks even in the largest groups"
  },
  {
    "id": 853,
    "des": "Penguins are highly social birds. Even at sea, penguins usually swim and feed in groups. Some penguin colonies on Antarctica are huge and can contain 20 million or more penguins at various times during the year"
  },
  {
    "id": 854,
    "des": "Out of all the penguin and bird species, the Emperor Penguin (Aptenodytes forsteri) breeds in the coldest environment. Air temperatures may reach -40° F (-40° C) and wind speeds may reach 89 mph (144 km/hr)"
  },
  {
    "id": 855,
    "des": "A penguin’s normal body temperature is approximately 100° F (38° C)"
  },
  {
    "id": 856,
    "des": "Emperor Penguins are the fifth heaviest of all bird species, although an adult male will lose about 26 pounds while he waits for a penguin chick to hatch"
  },
  {
    "id": 857,
    "des": "Emperor Penguins have the longest uninterrupted incubation time of any bird at 6467 days"
  },
  {
    "id": 858,
    "des": "Emperor Penguins have the widest variety of vocalizations of all penguins. Scientists believe this is because they have no fixed nest site and must rely on vocal calls alone to find their chicks and mate"
  },
  {
    "id": 859,
    "des": "Most penguin species breed during the spring and summer. Egg incubation varies from 1 month and 67 days, depending on the species. The Emperor Penguin is the only penguin that breeds during the Antarctic winter"
  },
  {
    "id": 860,
    "des": "Penguins can stay underwater for 1015 minutes before coming to the surface to breathe. Penguins cannot breath underwater"
  },
  {
    "id": 861,
    "des": "Most penguins can swim 56 miles per hour, and some can have bursts of speed of up to 15 mph. They can walk between 1.7 mph and 2.4 mph"
  },
  {
    "id": 862,
    "des": "In 2012, scientists discovered that a primary reason penguins can swim so fast is that they have a special “bubble boost.” When penguins fluff their feathers, they release bubbles that reduce the density of the water around them. The bubbles act as lubrication that decreases water viscosity, similar to competitive swimsuits"
  },
  {
    "id": 863,
    "des": "Even though penguins spend much of their lives at sea, they all return to land to lay eggs"
  },
  {
    "id": 864,
    "des": "Emperor Penguins are the largest penguins in the world and stand up to 4 feet (1.2 m) high and weigh as much as 100 pounds (45.3 kg)"
  },
  {
    "id": 865,
    "des": "King Penguins (Aptenodytes patagonicus) are second in size only to Emperors. A King is almost 3 feet tall and can weigh nearly 35 pounds. Kings don’t waddle the way most penguins do. Instead, they run fairly quickly on their feet"
  },
  {
    "id": 866,
    "des": "King Penguins can form nesting colonies of up to 10,000 penguins. Each penguin keeps it neighbor at an exact but close distance"
  },
  {
    "id": 867,
    "des": "Gentoo Penguins (Pygoscelis papua) can grow up to 30 inches tall and weigh up to 13 pounds. They are different than other penguins because they have a colorful orange bill, and no other penguin has such a big tail"
  },
  {
    "id": 868,
    "des": "Macaroni Penguins (Eudyptes chrysolophus) get their name from the long, orange, yellow, and black feathery crests above their eyes. They were named after “macaroni dandies,” whose hairstyle was fashionable in the 18th century."
  },
  {
    "id": 869,
    "des": "Little (a.k.a. Blue or Fairy) Penguins (Eudyptula minor) are the smallest of all the penguins. They stand 16 inches high and weigh just 2 pounds. They live in the warmer waters around Australia, Tasmania, and New Zealand"
  },
  {
    "id": 870,
    "des": "Penguins’ eyes work better under water than they do in air. Many scientists believe penguins are extremely short-sighted on land"
  },
  {
    "id": 871,
    "des": "Yellow-eyed Penguins (Megadyptes antipodes), the third-largest penguins, have yellow cat-like eyes. They live along the coastal shores of New Zealand and neighboring islands"
  },
  {
    "id": 872,
    "des": "Penguins that live in and around Antarctica tend to survive in large numbers. Penguins that live in more temperate climates are more likely to suffer population declines"
  },
  {
    "id": 873,
    "des": "Only two species, the Adélie (Pygoscelis adeliae) and the Emperor Penguins, live on the frozen land of Antarctica. Most penguins live farther north, in New Zealand or along the coast of South America"
  },
  {
    "id": 874,
    "des": "The Galapagos Penguin lives farther north than any other penguin and is the only penguin that might venture into the Northern Hemisphere"
  },
  {
    "id": 875,
    "des": "To keep from overheating, penguins pant like dogs to cool off. They also ruffle their feathers and hold their wings away from their bodies"
  },
  {
    "id": 876,
    "des": "Penguins’ unique coloring is called countershading. To predators looking down from above, the penguins’ black backs help them blend into the dark ocean. To predators looking up from underwater, the penguin’s white belly blends in against the light sky and snow"
  },
  {
    "id": 877,
    "des": "Different penguins species have different ways of attracting a mate. King Penguins, for example, sing long songs with their partners. Gentoo Penguin males give their mates gifts of small pebbles or stones. For penguins, bonding is an important part of raising a chick"
  },
  {
    "id": 878,
    "des": "Most penguin species lay two eggs. However, Emperor and King Penguins, the two largest species, build no nest at all and lay just a single egg. They warm their eggs on their feet and cover it with a flap of skin called a “brood pouch.'"
  },
  {
    "id": 879,
    "des": "When penguin chicks hatch, they are not waterproof, so they must stay out of the ocean. They depend on their parents to bring them food and to keep them warm until waterproof feather replace their fluffy down coats"
  },
  {
    "id": 880,
    "des": "In the past, people ate penguin eggs. They also killed adult penguins for their feathers, skin, and oil. People also used penguin droppings (guano) to fertilize the soil and help grow crops. While this seems harmless, some penguins use guano to make their nests. When the guano was gone, they had to lay their eggs on the bare ground, where they were more susceptible to predators"
  },
  {
    "id": 881,
    "des": "Larger penguins usually live in cooler regions. Smaller penguins are typically found in more temperate and tropical climates"
  },
  {
    "id": 882,
    "des": "Some prehistoric penguins were very large, growing nearly as tall and heavy as a human"
  },
  {
    "id": 883,
    "des": "Penguin etymology is debated. Several scholars claim the word is derived from the Welsh pen gwyn, or “white head.” It originally appeared in the 16th century as a synonym for Great Auk. Other researches believe it is related to the Latin pinguis, or “fat.'"
  },
  {
    "id": 884,
    "des": "The earliest known penguin fossil is the Waimanu manneringi, which dates from about 60 million years ago. The fossil was discovered in Antarctica in 1980. Its name comes from Maori term for “water bird.” They were also flightless birds"
  },
  {
    "id": 885,
    "des": "Smaller penguins usually do not dive as deep as larger penguins. Larger penguins, such as Emperor Penguins, can dive as far as 1,870 feet for as long as 22 minutes, making it the deepest-diving nonflying bird and the longest submerged bird. An Emperor Penguin has solid bones rather than air-filled bones, which eliminates the risk of barotrauma. Their heart rate slows to 15-20 beats per minute and nonessential organs shut down during long dives"
  },
  {
    "id": 886,
    "des": "Penguins can control the blood flow to their extremities in order to reduce the amount of blood that gets cold, but not enough so that their extremities freeze"
  },
  {
    "id": 887,
    "des": "Penguins can drink salt water because they have a special gland, the supraorbital gland, that filters salt from the bloodstream"
  },
  {
    "id": 888,
    "des": "An adult male Emperor Penguin is the longest-fasting bird. It will not eat for approximately 115 days during its chick’s incubation/hatching period"
  },
  {
    "id": 889,
    "des": "Approximately 1 in 50,000 penguins is born with brown plumage rather than black. These are called isabelline penguins. They live shorter lives than other penguins because they are less camouflaged and often do not mate"
  },
  {
    "id": 890,
    "des": "Most penguins are found in South Africa, New Zealand, Chili, Antarctica, Argentina, and Australia"
  },
  {
    "id": 891,
    "des": "All penguins except the Emperor Penguin share incubation duties with their mate. Still, Emperor Penguins manage to get 75% of their young to self-sufficiency"
  },
  {
    "id": 892,
    "des": "When compared proportionally to the weight of the parent birds, penguin eggs are smaller than any other bird species. Additionally, a penguin eggshell constitutes 1016% of the weight of a penguin egg, most likely to minimize risk of breakage in rough environments"
  },
  {
    "id": 893,
    "des": "A group of young penguin chicks is called a “crèche.” A group of penguins in the water is called a “raft.” A group of penguins on land is called a “waddle.”"
  },
  {
    "id": 894,
    "des": "Penguins typically are not afraid of humans"
  },
  {
    "id": 895,
    "des": "Emperor Penguins are the main characters in the 2006 movie Happy Feet. And more than 30 countries have featured Emperor Penguins on their stamps"
  },
  {
    "id": 896,
    "des": "Penguins have more feathers than most other birds, averaging approximately 70 feathers per square inch. The Emperor Penguin has the most of any bird, at around 100 feathers per one square inch"
  },
  {
    "id": 897,
    "des": "Chinstrap Penguins (Pygoscelis antarcticus) get their name from a thin black line that circle under their chin, like a strap on a helmet. Chinstrap Penguin colonies may reach up to one million penguins. They are among the boldest and most aggressive of all penguins"
  },
  {
    "id": 898,
    "des": "While Chinstrap Penguins look dignified and gentleman-like, their exceptionally loud cries have earned them the nickname “Stonecracker” penguins"
  },
  {
    "id": 899,
    "des": "The 2005 children’s book And Tango Makes Three, based on a true story, is about a homosexual Chinstrap Penguin couple in New York’s Central Park Zoo. The book is listed on the 15 Most Controversial Picture Books"
  },
  {
    "id": 900,
    "des": "Penguins mate, nest, and raise their chicks in a place called a “rookery.'"
  },
  {
    "id": 901,
    "des": "Penguins lost their ability to fly millions of year ago. However, they are the fastest-swimming and deepest-diving species of any bird. Penguins are also the most aquatic of all birds"
  },
  {
    "id": 902,
    "des": "The most rare penguin in the world is the Yellow-eyed Penguin, with only around 5,000 living in the wild. They live along the southeastern coast of New Zealand and nearby islands"
  },
  {
    "id": 903,
    "des": "A wild penguin typically lives between 1520 years, spending approximately 75% of their lives in the water"
  },
  {
    "id": 904,
    "des": "The fastest underwater swimming bird is the Gentoo Penguin, able to swim up to 22 mph (36 km/h)"
  },
  {
    "id": 905,
    "des": "While some penguins mate for life or until a partner dies, some penguins often mate with new partners while the old ones are still alive and in the same colony. Some researchers have noted that male and female penguins sometimes “cheat” on their partners, even while they are nesting and raising young with another penguin"
  },
  {
    "id": 906,
    "des": "Penguins usually enter and leave the sea in large groups. Scientists believe this is for “safety in numbers.” By blending into a crowd, an individual penguin may avoid catching the attention of a predator"
  },
  {
    "id": 907,
    "des": "Penguins swim so fast that they can propel themselves over 7 feet (2 meters) above water. The technique they use to cue through waves like dolphins or porpoises is called “porpoising.'"
  },
  {
    "id": 908,
    "des": "The first sharks lived more than 400 million years ago—200 million years before the first dinosaurs. They have changed very little over the eons"
  },
  {
    "id": 909,
    "des": "Sharks belong to a group of fish known as the elasmobranchs, or cartilaginous fishes. Rays and skates, which may have evolved from sharks, also belong to this group"
  },
  {
    "id": 910,
    "des": "Because sharks very rarely get cancer, scientists study their cartilage in the hopes of finding a cure for the disease"
  },
  {
    "id": 911,
    "des": "Hammerhead sharks’ heads are soft at birth so they won’t jam the mothers' birth canals"
  },
  {
    "id": 912,
    "des": "The first written account of a shark attack is found in Herodotus’ (c. 484–425 B.C.) description of hordes of “monsters” devouring the shipwrecked sailors of the Persian fleet"
  },
  {
    "id": 913,
    "des": "When a shark eats food that it can’t digest (like a turtle shell or tin can), it can vomit by thrusting its stomach out its mouth then pulling it back in"
  },
  {
    "id": 914,
    "des": "While blood likely does not provoke a shark to attack, a shark in the vicinity likely can detect the blood. Without any conclusive proof of how sharks might respond, some scientists suggest women stay out of the water while menstruating"
  },
  {
    "id": 915,
    "des": "A shark’s jaw is not attached to its cranium. Because its mouth is situated on the underside of its head, a shark can temporarily dislocate its jaw and jut it forward to take a bite"
  },
  {
    "id": 916,
    "des": "Before sandpaper was invented, people used the rough skin of sharks, called shagreen, to smooth and polish wood. Japanese warriors wrapped the skin around the handles of their swords to keep the swords from slipping out of their hands"
  },
  {
    "id": 917,
    "des": "Sometimes when fishermen catch a shark, they will cut off its fins for soup and throw the shark back into the sea—still alive. The mutilated shark is unable to swim or breathe and eventually dies"
  },
  {
    "id": 918,
    "des": "The first pup to hatch inside the sand tiger shark mother devours its brothers and sisters until there are only two pups left, one on each side of the womb. This form of cannibalism is called oophagy"
  },
  {
    "id": 919,
    "des": "Sharks don’t get cavities probably because they are constantly shedding teeth. Sharks have 40-45 teeth, with up to seven rows of replacement teeth behind them. When a front tooth breaks or falls out, it takes only about one day for a replacement tooth to move forward to the front row. Sharks can go through more than 30,000 teeth in a lifetime. Newer teeth are always larger, so sharks can look scarier as they age"
  },
  {
    "id": 920,
    "des": "The first use of the word “shark” in English occurred in 1569. Previously, English sailors and fishermen used the term “sea dog” or the Spanish tiburón. It could possibly be from the German Schorck, which is a variant of Schurke (“scoundrel villain”) from shürgen (“to poke, stir”)"
  },
  {
    "id": 921,
    "des": "Even though almost equal numbers of men and women spend time in the ocean, no one knows why sharks seem to prefer to attack men. In fact, nearly 90% of shark attacks have happened to men"
  },
  {
    "id": 922,
    "des": "Weird things that have been found in shark stomachs include shoes, chairs, the rear half of a horse, a box of nails, a torpedo, drums, and bottles of wine"
  },
  {
    "id": 923,
    "des": "In 1977, Happy Days' Arthur “Fonzie” Fonzarelli jumped over a penned-in shark while on water skis, giving birth to the expression “jumping the shark” to describe a desperate dramatic measure by a TV show"
  },
  {
    "id": 924,
    "des": "There are at least 400 species of sharks that can be placed into eight groups, and new ones are being identified all the time. Of this large number, only about 30 species are known to attack humans—particularly the Great White, Tiger, Bull, Mako, and Hammerhead sharks. Most sharks are completely harmless"
  },
  {
    "id": 925,
    "des": "Sharks do not have a single bone in their bodies"
  },
  {
    "id": 926,
    "des": "The most bizarre feeding technique of all sharks is that of the Cookiecutter (cigar or luminous) shark. It attaches its mouth onto its victim and carves out a hunk of flesh, leaving a distinctive circular wound in its prey, like a pastry cutter. Its body has a series of holes called “photophores” that glow in the dark water. In fact, its scientific genus name is Isistius, from Isis, the Egyptian goddess of light"
  },
  {
    "id": 927,
    "des": "The Grey Reef shark (Carcharhinus amblyrhynchos) has been called the “gangster shark” because of its highly aggressive nature"
  },
  {
    "id": 928,
    "des": "Sharks can be found in all of Earth’s oceans"
  },
  {
    "id": 929,
    "des": "Angel sharks were once called monkfish or bishop fish because their fins look like flowing robes"
  },
  {
    "id": 930,
    "des": "The frilled shark, or eel shark, is called a “living fossil” because it is so much like some extinct sharks that are found preserved in rocks. Parts of its skeleton resemble those of sharks that became extinct 350 million years ago"
  },
  {
    "id": 931,
    "des": "Portuguese sharks live at depths of 12,000 feet, which is over two miles deep"
  },
  {
    "id": 932,
    "des": "As long as a shark’s back is mostly under water, it can swim easily. A nine-foot-long bull shark can swim in just two feet of water"
  },
  {
    "id": 933,
    "des": "About two-thirds of shark attacks on humans have taken place in water less than six feet deep"
  },
  {
    "id": 934,
    "des": "Most shark attacks occur less than 100 feet from the shore. Shark attacks happen all over the world, but mainly around popular beaches in North America (especially Florida and Hawaii), Australia, and South Africa"
  },
  {
    "id": 935,
    "des": "More people are killed by bee stings and lightning than by shark attacks. Worldwide about 30 people die each year from shark attacks, which means a person has a one in 300 million chance of being killed by a shark. A shark attack most often occurs when a shark mistakes a person for a seal or other animal"
  },
  {
    "id": 936,
    "des": "Sharks will often give warning signs before they attack, by arching their backs, raising their heads, and pointing their pectoral fins down"
  },
  {
    "id": 937,
    "des": "For every human killed by a shark, humans kill two million sharks"
  },
  {
    "id": 938,
    "des": "Many species of sharks have a movable, transparent nictitating membrane that covers and protects their eyes when they are attacking and eating"
  },
  {
    "id": 939,
    "des": "Unlike fish, sharks do not have a swim bladder to keep them afloat—for this, sharks instead have a large oil-filled liver. Sharks that spend a lot of time on the surface, such as whale and basking sharks, have a massive liver"
  },
  {
    "id": 940,
    "des": "Shark liver oil used to be the main source of vitamin A for humans. The liver of a basking shark can weigh over 1,800 pounds and contain 600 gallons of oil"
  },
  {
    "id": 941,
    "des": "Contrary to popular belief, the stomach is not the largest organ inside a shark’s body. The liver is the largest organ and can be 25% of the shark’s weight"
  },
  {
    "id": 942,
    "des": "Many Greenland sharks (Somniosus microcephalus) have small parasites on their eyes that glow in dark water. Scientists think these glowing parasites attract prey into the sharks' mouths. These sharks also have poisonous flesh that must be boiled three times before eating"
  },
  {
    "id": 943,
    "des": "A female blue shark's skin is three times thicker than a blue male’s to survive courtship bites"
  },
  {
    "id": 944,
    "des": "In the 1980s, the efficiency of a shark was compared to that of a submarine and, weight for weight, the shark required six times less driving power. This discovery has led to remarkable new experiments for racing yachts, submarines, and bathing suits that explore “rough” rather than smooth surfaces in the water"
  },
  {
    "id": 945,
    "des": "Recent research indicates that when a shark plies surface waters (when the dorsal fin cuts through the sea’s surface), it could be detecting pressure waves associated with a struggling animal nearby"
  },
  {
    "id": 946,
    "des": "The largest fish caught with a rod and reel was a Great White shark. It weighed 2,664 pounds and was almost 17 feet long"
  },
  {
    "id": 947,
    "des": "A bull shark can live in both salt and fresh water by regulating salt and other substances in its blood. A bull shark may have been responsible for a 1916 shark attack that happened in a creek in New Jersey. They have also been found in the Mississippi River"
  },
  {
    "id": 948,
    "des": "The world’s most unusual shark, the megamouth (Megachasma pelagios), wasn’t discovered until 1976. Its mouth can reach up to three feet across, while the rest of the body is about 16 feet long. Only 14 megamouths have ever been seen"
  },
  {
    "id": 949,
    "des": "The shark that lives the longest is the spiny or piked dogfish (Acanthias). They usually live up to 70 years of age, but some may live until they are 100. Dogfish sharks are named for their tendency to attack prey like a pack of wild dogs would"
  },
  {
    "id": 950,
    "des": "Most sharks cannot pump water over the gills as most fish are able to do. They must constantly swim to force water through their mouths and over their gills. A few exceptions to this are sharks that lie flat on the bottom of the ocean, such as the angel shark (which takes in water through a hole behind its eye called a spiracle) and the nurse shark (which opens and closes its mouth to move water over its gills)"
  },
  {
    "id": 951,
    "des": "Approximately 100 million sharks are killed every year. Shark teeth are used to make necklaces; cartilage is used to make fertilizers; skin is used to make leather; liver is used to make face cream, sap, and fuel; and fins are used to make soup. The mass killing of sharks creates a negative, cascading effect in the global environment"
  },
  {
    "id": 952,
    "des": "All living creatures emit small electrical signals as they breathe or move. Some sharks, particularly hammerheads, can use electricity to help them catch their prey—they pick up very small electrical impulses through hundreds of tiny holes in their faces, called Ampullae of Lorenzini"
  },
  {
    "id": 953,
    "des": "Sometimes sharks attack metal objects. This might be because metal gives off weak electric signals in salt water that may confuse sharks"
  },
  {
    "id": 954,
    "des": "The smallest shark is the dwarf lantern shark, which is only seven inches long. The longest shark is the whale shark, which can grow to a whopping 50 feet long and weigh more than 40,000 pounds. These behemoths are usually gentle and get all their food by sifting small animals out of the water"
  },
  {
    "id": 955,
    "des": "The empty egg cases of some sharks (such as the dogfish shark) that wash up on seashores are called “mermaid purses.'"
  },
  {
    "id": 956,
    "des": "Most sharks are born alive (viviparous). There are two ways a pup can grow inside the mother. In some sharks, the embryos feed on the yolk attached to their bellies. Other species have an umbilical cord that connects to a mother’s blood supply. A mother shark can give birth to up to 48 pups in one litter. The pups are usually born tail first and might rest beside their mother for a while before swimming away to fend for themselves"
  },
  {
    "id": 957,
    "des": "Whale sharks give birth to the greatest number of pups. They can produce several hundred in a litter"
  },
  {
    "id": 958,
    "des": "Basking sharks are pregnant for more than two years, while other sharks, such as the bonnet head shark, are pregnant for only a few months. The longest gestation period of any mammal is the elephant, at 22 months"
  },
  {
    "id": 959,
    "des": "When it comes time to give birth, the female shark loses her appetite so she won’t be tempted to eat her own pups"
  },
  {
    "id": 960,
    "des": "The 1975 movie Jaws fueled widespread fear and hatred of sharks, and the shark has been intensely hunted since. It is so endangered that many countries have taken steps to protect it. Ironically, the late Peter Benchley, the author of the book, supported shark conservation"
  },
  {
    "id": 961,
    "des": "Dreaming has been observed in bony fish, but not yet in sharks"
  },
  {
    "id": 962,
    "des": "There are some things a shark cannot eat, such as a small fish called the Moses sole and the puffer fish. When a shark bites a sole, it releases a chemical in the shark’s mouth that makes the shark release it. Scientists are trying to duplicate this chemical so it can be used to keep sharks away from people"
  },
  {
    "id": 963,
    "des": "Sharks do not have scales. Instead their skin is covered with denticles, which give the skin its roughness. As sharks grow, the denticles fall off and are replaced by larger ones"
  },
  {
    "id": 964,
    "des": "Native Americans in Florida used the teeth of Great White sharks as arrowheads"
  },
  {
    "id": 965,
    "des": "A pair of shoes made of shark leather can last four times longer than shoes made with regular leather"
  },
  {
    "id": 966,
    "des": "Some sharks—such as the Great White, Porbeagle, and Mako—have crescent-shaped tail fins and can swim very fast. Two researchers calculated a three-foot Shortfin Mako reached an amazing speed of 68 miles per hour, though generally the shark has been more reliably clocked at 46 mph. Both the Mako and the Great White can leap up out of the water"
  },
  {
    "id": 967,
    "des": "Some sharks, like the wobbegong and angel sharks, are so flat that they look like they're part of the sea floor"
  },
  {
    "id": 968,
    "des": "Discovered in Japan in 1898, the goblin shark has a long snout, beady eyes, and pink-gray flabby skin. Some scientists call it “Frankenshark” because it looks so ugly. Its bizarre beak may be a step in evolution toward something like a saw shark or hammerhead shark"
  },
  {
    "id": 969,
    "des": "Hearing is probably the best of all of a shark’s senses. Some sharks can hear prey in the water from 3,000 feet away. They are better at detecting low frequency sounds, so they can’t detect the high-frequency sounds dolphins make"
  },
  {
    "id": 970,
    "des": "Nurse sharks are probably the laziest sharks, spending much of the day resting on the sandy sea floor, sometimes stacked on top of each other. When they get hungry, they are like giant vacuum cleaners, sucking prey off the sea floor or from between rocks"
  },
  {
    "id": 971,
    "des": "Sharks have been called “swimming noses” because their sense of smell is so good (they smell with their nostrils but don’t breath through them). Some sharks can smell one part of blood in 100 million parts of water and can tell which direction that smell is coming from"
  },
  {
    "id": 972,
    "des": "Sharks do not have ears on the outside of their body, but rather on the inside of their heads"
  },
  {
    "id": 973,
    "des": "Sharks have rows of small holes on the sides of their bodies called lateral line organs that are sensitive to small movements in the water...which is how they know when other fish swim near them"
  },
  {
    "id": 974,
    "des": "Some sharks can bite hard enough to cut through a thick piece of steel. Like lions and other predators, sharks usually kill only when they are hungry, which isn’t very often. Some sharks can live a year without eating, living off the oil they stored in their bodies"
  },
  {
    "id": 975,
    "des": "An ancient shark called Carcharodon Megalodon (“rough tooth, big tooth”) had the largest shark teeth ever found, measuring more than six inches long. Its jaws were big enough to swallow an entire car, and it was the same length as the dinosaur T-Rex. Some people believe this shark may still exist in deep water"
  },
  {
    "id": 976,
    "des": "The largest and strongest known predatory fish in the sea, the Great White shark (also called White Death), can grow up to 30 feet long and is the only fish that lifts its head out of the water as if to investigate surface objects. Its jaw is six times stronger than a wolf’s and has about two-thirds the biting strength of a Tyrannosaurus Rex’s jaw. The Great White is responsible for 30-50% of all deadly attacks on humans"
  },
  {
    "id": 977,
    "des": "The second-most dangerous shark in the world, the tiger shark, is sometimes called the “garbage can of the sea” because it will eat anything, including animal carcasses, tin cans, car tires, and other garbage. One was even found having a chicken coop with the remains of bones and feathers inside its stomach"
  },
  {
    "id": 978,
    "des": "Humans stand little chance of surviving a shark attack. One of the most startling incidents of a shark attack occurred in Tasmania, Australia, in 1993. Terri Cartwright died instantly when a 15-foot Great White bit her in half as her horrified family watched from a boat. She was last seen in its mouth. Part of her leg and a piece of her wet suit were later found"
  },
  {
    "id": 979,
    "des": "Sharks may have evolved from jawless fish, such as lampreys"
  },
  {
    "id": 980,
    "des": "The thrasher (fox, slasher, or swingle-tail) shark uses its long tail to fish. Its tail can be half the length of its whole body—up to 10 feet. It uses its tail like a bat or whip that either smacks or stuns its prey"
  },
  {
    "id": 981,
    "des": "Sharks may use the Earth’s magnetic field with special organs that act as a compass to navigate the oceans"
  },
  {
    "id": 982,
    "des": "Until the nineteenth century, some inhabitants of the islands in the South Pacific considered sharks to be gods and offered human sacrifices to them"
  },
  {
    "id": 983,
    "des": "In Borneo, to stop babies from crying, the saw from a sawfish shark is covered in cloth and hung over the cradle"
  },
  {
    "id": 984,
    "des": "Solomon Islanders believed that when people died, their ghosts inhabited the bodies of sharks"
  },
  {
    "id": 985,
    "des": "Shipwrecked sailors or ditched airman may sometimes use what is called a shark screen bag that disguises the person's shape and keeps telltale scents from reaching cruising sharks"
  },
  {
    "id": 986,
    "des": "Although there are about 400 different types of sharks, fewer than 20% of them are larger than adult humans"
  },
  {
    "id": 987,
    "des": "While the ostrich lays the largest eggs on land, the whale shark lays the largest eggs in the world. An egg from a whale shark measuring 14 inches in diameter was found in the Gulf of Mexico in 1953"
  },
  {
    "id": 988,
    "des": "Whales belong to the order cetacean, meaning they are mammals that are fully adapted to aquatic life. Like dolphins and porpoises, whales are believed to have descended from land animals that returned to the water roughly 50 million years ago after living millions of years on land"
  },
  {
    "id": 989,
    "des": "There are two suborders of whales to which all species of whales belong: toothed whales and baleen whales. Toothed whales include sperm, killer, and beluga whales, and they prey on large fish in deep waters as their main source of food. Baleen whales include blue and humpback whales, and they are filter feeders that feed on small organisms such as krill and plankton by straining large amounts of sea water through a comb-like structure in their mouth called a baleen"
  },
  {
    "id": 990,
    "des": "Because whales must rise to the surface often to breathe, only one half of their brain sleeps at a time. This process allows their body to get adequate rest while still providing for the necessary function of breathing to survive"
  },
  {
    "id": 991,
    "des": "Most etymologists believe the word “whale” comes from the High German word hwal, but it is also possible that it derived from the Old English word for “wheel” since the back of a whale rolling at the surface of the water resembles the rim of a large, submerged wheel"
  },
  {
    "id": 992,
    "des": "As mammals, whales are warm-blooded and maintain a body temperature similar to that of a human. In cold water temperatures, whales maintain their body temperature by forming a thick wall of fat (often called blubber) to insulate their bodies"
  },
  {
    "id": 993,
    "des": "Whales and other cetaceans move through the water by plunging their tails up and down in a vertical motion. This action distinguishes them from fish, which move their tails from side to side when swimming"
  },
  {
    "id": 994,
    "des": "The blue whale is the largest of all whales and is also considered the largest animal to have ever existed in the world. An adult blue whale can measure up to 108 feet in length and can weigh nearly 200 tons"
  },
  {
    "id": 995,
    "des": "When a blue whale dives into the water, its head is already deeper than most scuba divers dare to go before its tail leaves the surface of the water"
  },
  {
    "id": 996,
    "des": "Sperm whales can dive as deep as two miles into the water, and their bodies have unique physiological adaptations to allow them to survive the intense cold and crushing pressure of these dives. They can limit circulation to the brain and other organs, slow the heart to 10 beats per minute to conserve oxygen, and collapse the lungs and rib cage to withstand pressure"
  },
  {
    "id": 997,
    "des": "Prior to the invention of deep submersible boats, the sole source of knowledge about the ocean’s depths came from scientific examination of the stomach contents of sperm whales. The sperm whale often dives below 10,000 feet in pursuit of squid but must return to the surface in order to breathe"
  },
  {
    "id": 998,
    "des": "“Fluking” is the term used for when a whale lifts its tail out of the water prior to making a deep dive. Because each whale species’ tail has unique features, fluking allows whale observers to identify species at a distance"
  },
  {
    "id": 999,
    "des": "Whales do not drink seawater; instead, they extract water from their food by metabolizing the fat"
  },
  {
    "id": 1000,
    "des": "Biologists believe that whales (and modern hoofed animals) evolved from a group of extinct land mammals called mesonychid condylarths. The mesonychids resembled a slim wart hog without the tusks, according to renditions of the extinct species"
  },
  {
    "id": 1001,
    "des": "Scientists are not sure why whales jump out of the water, often called “breaching.” While early whalers thought breaching was a whale’s method of taunting the fishermen, many biologists now believe breaching is a whale’s way of demonstrating stamina and strength to prospective mates, which may be able to determine the energy of a breach from the sound and frequency of the splashes"
  },
  {
    "id": 1002,
    "des": "The humpback whale breaches more often than any other whale, sometimes leaving the water completely during a leap. The whale leaps by swimming quickly forward and then turning its spout suddenly upward to send its forward momentum skyward. This is quite a feat considering that a humpback whale can weigh as much as 30 tons"
  },
  {
    "id": 1003,
    "des": "Baleen whales use sonar to communicate with one another, emitting low-frequency sounds that can travel enormous distances under water. The bass notes uttered by baleen whales are the loudest natural noises made by any animal"
  },
  {
    "id": 1004,
    "des": "Whales have no natural predators aside from humans, who have hunted the large mammals for thousands of years for their meat and other raw materials. As early as 3000 B.C., Inuit populations hunted gray whales using only stones, driftwood, and the body parts of other animals as weapons"
  },
  {
    "id": 1005,
    "des": "Most species of toothed whales live in matrilineal pods, dominated by mothers, aunts, daughters, and sisters. Males typically stay with a pod for only a year or two after birth and then leave to visit other female pods to mate"
  },
  {
    "id": 1006,
    "des": "Because whales typically use hearing as their primary sense, they have very small eyes in proportion to their overall body size"
  },
  {
    "id": 1007,
    "des": "Legends exist in many cultures of whales that have saved the lives of fishermen and sailors. One such account came from whaler James Bartley. In 1891 he published his first-hand story of how he fell overboard from his ship, was immediately swallowed by a sperm whale, and then survived in the whale’s stomach for an hour while his shipmates caught and butchered the whale. Most modern experts dismiss the account as a hoax, arguing that a person could survive no more than a few minutes in the stomach of a whale"
  },
  {
    "id": 1008,
    "des": "While ancient fishermen used the meat of whales for food, in the modern era whales were primarily hunted for oil and whalebone, a term used for the baleen. Whalebone was used to make corsets, umbrella ribs, handles, and brushes, while the oil was used for cooking, candle wax and, much later, making margarine"
  },
  {
    "id": 1009,
    "des": "During the height of commercial whaling in the nineteenth and early twentieth centuries, the large baleen whales were the most highly sought after and, consequently, they now experience the lowest population levels. Of the 11 known species of baleen whales, nine are officially endangered with population numbers that are just a small fraction of what they were 100 years ago"
  },
  {
    "id": 1010,
    "des": "In 1986, the International Whaling Commission (IWC) declared a moratorium on commercial whaling in response to the severe depletion of many whale species. There are now only a few nations that practice commercial whaling"
  },
  {
    "id": 1011,
    "des": "Sperm whales were the most highly prized specimens of the whaling era, due to the spermaceti organ contained in a sperm whale’s large, bulbous forehead. The spermaceti organ of a large male can hold up to 500 gallons of oil"
  },
  {
    "id": 1012,
    "des": "The first whale species to be decimated to near extinction by the whaling industry was the right whale, so named because it was the “right” whale to catch for its relatively slow swimming speed, proximity to the shore, and high yield of oil and baleen"
  },
  {
    "id": 1013,
    "des": "Most toothed whales hunt their prey using echolocation by bouncing a clicking sound off of a nearby object, such as a squid, and measuring the distance by the amount of time it takes for the echo to travel back. In the dark depths of the ocean, hearing is their most vital sense"
  },
  {
    "id": 1014,
    "des": "A whale’s visible exhalation is typically called the blow or spout. Scientists believe that the visible mist in the air forming the spout is a combination of moisture condensed from the whale’s breath and mucous sprayed from the nasal passages"
  },
  {
    "id": 1015,
    "des": "One of the most famous books written about whales, Moby Dick by Herman Melville, features a whaler’s relentless hunt for an elusive white sperm whale. Rare albino sperm whales are often called Moby Dicks after the book’s title character"
  },
  {
    "id": 1016,
    "des": "The beluga whale is the only member of the cetacean order capable of facial expressions. The lips of the beluga and the crescent of fat that forms the forehead are both highly mobile, causing the whale to appear as if it were smiling or frowning at times"
  },
  {
    "id": 1017,
    "des": "The killer whale, or orca, is the fastest of all the whale species and among the swiftest of all marine animals with a capable swimming speed of 35 miles per hour. Only tuna, marlin, sailfish, and swordfish are faster"
  },
  {
    "id": 1018,
    "des": "Off the Pacific coast of British Columbia, killer whales often come to “rubbing beaches”—shallow bays lined with smooth rocks. The whales rub their bodies against the rocks, and scientists believe the action may be for no other reason than the sheer pleasure of it"
  },
  {
    "id": 1019,
    "des": "All killer whales are marked by defining patches of white on their black skin. While there is some regularity to the pattern of white patches, the markings are distinct enough among individual whales to allow them to distinguish between one another, even in murky water"
  },
  {
    "id": 1020,
    "des": "An adult hunchback whale may be the host to as many as half a ton of barnacles. In an attempt to remove the hitch-hiking barnacles and the drag they cause, whales slough off patches of skin continuously"
  },
  {
    "id": 1021,
    "des": "Gray whales were once known as “devilfish,” due to the ferocity with which a female gray whale will protect its young. While whalers would sometimes harpoon a humpback or bowhead calf in order to lure its mother to the same fate, the wrath of a mother gray whale was far too risky for such a trick. Enraged females were known to smash or overturn the whalers’ open boats in retaliation"
  },
  {
    "id": 1022,
    "des": "The blue whale can weigh over 200 tons but feeds exclusively on krill—a crustacean smaller than a child’s finger. The massive mammals gain much of their weight while they are nursed by their mothers, with a blue whale calf gaining approximately 250 pounds every day during its first three weeks of life"
  },
  {
    "id": 1023,
    "des": "The long, pointed tusks of the narwhal, a toothed whale that lives year-round in the Arctic, were often passed off as unicorn horns during the fifteenth and sixteenth centuries and could be sold for four times their weight in gold. Buyers of the misrepresented “horns” believed they could serve as protections against poisoning"
  },
  {
    "id": 1024,
    "des": "Scientists believe that blue whales can live as long as humans, but the animals are so elusive that it is difficult to track an individual whale’s age. The oldest known individual blue whale is named Nubbin and was photographed in 1970 and again in 2008"
  },
  {
    "id": 1025,
    "des": "On land, an animal the size of the blue whale would be crushed by its weight without the support of large, heavy bones. Because it is supported by water as a marine animal, the need for large, heavy bones is eliminated, allowing the blue whale to reach such a massive size"
  },
  {
    "id": 1026,
    "des": "In order for a new wolf cub to urinate, its mother has to massage its belly with her warm tongue"
  },
  {
    "id": 1027,
    "des": "The Vikings wore wolf skins and drank wolf blood to take on the wolf’s spirit in battle. They also viewed real wolves as battle companions or hrægifr (corpse trolls)"
  },
  {
    "id": 1028,
    "des": "The earliest drawings of wolves are in caves in southern Europe and date from 20,000 B.C"
  },
  {
    "id": 1029,
    "des": "Wolves do not make good guard dogs because they are naturally afraid of the unfamiliar and will hide from visitors rather than bark at them"
  },
  {
    "id": 1030,
    "des": "The autoimmune disease Systemic Lupus Erythmatosus (SLE), or lupus, literally means wolf redness, because in the eighteenth century, physicians believed the disease was caused by a wolf bite"
  },
  {
    "id": 1031,
    "des": "Wolves are the largest members of the Canidae family, which includes domestic dogs, coyotes, dingoes, African hunting dogs, many types of foxes, and several kinds of jackals"
  },
  {
    "id": 1032,
    "des": "Wolves run on their toes, which helps them to stop and turn quickly and to prevent their paw pads from wearing down"
  },
  {
    "id": 1033,
    "des": "Wolves have about 200 million scent cells. Humans have only about 5 million. Wolves can smell other animals more than one mile (1.6 kilometers) away"
  },
  {
    "id": 1034,
    "des": "A wolf pup’s eyes are blue at birth. Their eyes turn yellow by the time they are eight months old"
  },
  {
    "id": 1035,
    "des": "A male and female that mate usually stay together for life. They are devoted parents and maintain sophisticated family ties"
  },
  {
    "id": 1036,
    "des": "Wolf gestation is around 65 days. Wolf pups are born both deaf and blind and weigh only one pound"
  },
  {
    "id": 1037,
    "des": "Under certain conditions, wolves can hear as far as six miles away in the forest and ten miles on the open tundra"
  },
  {
    "id": 1038,
    "des": "Wolves were once the most widely distributed land predator the world has ever seen. The only places they didn’t thrive were in the true desert and rainforests"
  },
  {
    "id": 1039,
    "des": "Among true wolves, two species are recognized: Canis lupus (often known simply as “gray wolves”), which includes 38 subspecies, such as the gray, timber, artic, tundra, lobos, and buffalo wolves. The other recognized species is the red wolf (Canis rufus), which are smaller and have longer legs and shorter fur than their relatives. Many scientists debate whether Canis rufus is a separate species"
  },
  {
    "id": 1040,
    "des": "Immense power is concentrated in a wolf’s jaw. It has a crushing pressure of nearly 1,500 pound per square inch (compared with around 750 for a large dog). The jaws themselves are massive, bearing 42 teeth specialized for stabbing, shearing, and crunching bones. Their jaws also open farther than those of a dog"
  },
  {
    "id": 1041,
    "des": "The North American gray wolf population in 1600 was 2 million. Today the population in North America is approximately 65,000. The world population is approximately 150,000"
  },
  {
    "id": 1042,
    "des": "A hungry wolf can eat 20 pounds of meat in a single meal, which is akin to a human eating one hundred hamburgers"
  },
  {
    "id": 1043,
    "des": "A wolf pack may contain just two or three animals, or it may be 10 times as large"
  },
  {
    "id": 1044,
    "des": "Though many females in a pack are able to have pups, only a few will actually mate and bear pups. Often, only the alpha female and male will mate, which serves to produce the strongest cubs and helps limit the number of cubs the pack must care for. The other females will help raise and “babysit” the cubs"
  },
  {
    "id": 1045,
    "des": "Lower-ranking males do not mate and often suffer from a condition of stress and inhibition that has been referred to as “psychological castration.” Lower-ranking females are sometimes so afraid of the alpha female that they do not even go into heat"
  },
  {
    "id": 1046,
    "des": "An average size wolf produces roughly 1.2 cubic inches of sperm"
  },
  {
    "id": 1047,
    "des": "Wolves evolved from an ancient animal called Mesocyon, which lived approximately 35 million years ago. It was a small dog-like creature with short legs and a long body. Like the wolf, it may have lived in packs"
  },
  {
    "id": 1048,
    "des": "Wolves can swim distances of up to 8 miles (13 kilometers) aided by small webs between their toes"
  },
  {
    "id": 1049,
    "des": "Between 1883 and 1918, more than 80,00 wolves were killed in Montana for bounty"
  },
  {
    "id": 1050,
    "des": "Adolph Hitler (whose first name means “lead wolf”) was fascinated by wolves and sometimes used “Herr Wolf” or “Conductor Wolf” as an alias. “Wolf’s Gulch” (Wolfsschlucht), “Wolf’s Lair” (Wolfschanze), and “Werewolf” (Wehrwolf) were Hitler’s code names for various military headquarters"
  },
  {
    "id": 1051,
    "des": "In the 1600s, Ireland was called “Wolf-land” because it had so many wolves. Wolf hunting was a popular sport among the nobility, who used the Irish wolfhound to outrun and kill wolves. The earliest record of an Irish wolfhound dates from Roman times in A.D. 391"
  },
  {
    "id": 1052,
    "des": "Recent scientists suggest that labeling a wolf “alpha” or “omega” is misleading because “alpha” wolves are simply parent wolves. Using “alpha” terminology falsely suggests a rigidly forced permanent social structure"
  },
  {
    "id": 1053,
    "des": "Biologists have found that wolves will respond to humans imitating their howls. The International Wolf Center in Minnesota even sponsors “howl nights” on which people can howl in the wilderness and hope for an answering howl"
  },
  {
    "id": 1054,
    "des": "Wolves have historically been associated with sexual predation. For example, Little Red Riding Hood, who wears a red cape that proclaims her sexual maturity, is seduced off the moral path by a wolf. The sex link endures in common clichés, such as describing a predatory man as “a wolf” or a sexy whistle as a “wolf whistle.'"
  },
  {
    "id": 1055,
    "des": "Biologists describe wolf territory as not just spatial, but spatial-temporal, so that each pack moves in and out of each other's turf depending on how recently the “no trespassing” signals were posted"
  },
  {
    "id": 1056,
    "des": "The Greek god Apollo is sometimes called Apollo Lykios, the wolf-Apollo, and was associated with the wind and sun. In Athens, the land surrounding the temple of Apollo became known as the Lyceum, or the “wolf skin.'"
  },
  {
    "id": 1057,
    "des": "In 1927, a French policeman was tried for the shooting of a boy he believed was a werewolf. That same year, the last wild wolves in France were killed"
  },
  {
    "id": 1058,
    "des": "When Europeans arrived in North America, wolves became the most widely hunted animal in American history and were nearly extinct by the beginning of the twentieth century. The U.S. Federal government even enacted a wolf eradication program in the Western states in 1915"
  },
  {
    "id": 1059,
    "des": "Dire wolves (canis dirus) were prehistoric wolves that lived in North America about two million years ago. Now extinct, they hunted prey as large as woolly mammoths"
  },
  {
    "id": 1060,
    "des": "A wolf can run about 20 miles (32 km) per hour, and up to 40 miles (56 km) per hour when necessary, but only for a minute or two. They can “dog trot” around 5 miles (8km) per hour and can travel all day at this speed"
  },
  {
    "id": 1061,
    "des": "The smallest wolves live in the Middle East, where they may weigh only 30 pounds. The largest wolves inhabit Canada, Alaska, and the Soviet Union, where they can reach 175 pounds"
  },
  {
    "id": 1062,
    "des": "Wolves howl to contact separated members of their group, to rally the group before hunting, or to warn rival wolf packs to keep away. Lone wolves will howl to attract mates or just because they are alone. Each wolf howls for only about five seconds, but howls can seem much longer when the entire pack joins in"
  },
  {
    "id": 1063,
    "des": "A light-reflecting layer on a wolf’s eye called the tapetum lucidum (Latin for “bright tapestry”) causes a wolf’s eyes to glow in the dark and may also facilitate night vision. While a wolf’s color perception and visual acuity maybe be inferior to a human’s, a wolf’s eyes are extremely sensitive to movement"
  },
  {
    "id": 1064,
    "des": "Where there are wolves, there are often ravens (sometimes known as “wolf-birds”). Ravens often follow wolves to grab leftovers from the hunt—and to tease the wolves. They play with the wolves by diving at them and then speeding away or pecking their tails to try to get the wolves to chase them"
  },
  {
    "id": 1065,
    "des": "In ancient Rome, barren women attended the Roman festival Lupercalia (named for the legendary nursery cave of Romulus and Remus) in the hopes of becoming fertile"
  },
  {
    "id": 1066,
    "des": "According to Pliny the Elder, a first-century Greek scholar, wolf teeth could be rubbed on the gums of infants to ease the pain of teething. He also reported that wolf dung could be used to treat both colic and cataracts"
  },
  {
    "id": 1067,
    "des": "The Aztecs used wolf liver as an ingredient for treating melancholy. They also pricked a patient’s breast with a sharpened wolf bone in an attempt to delay death"
  },
  {
    "id": 1068,
    "des": "During the Middle Ages, Europeans used powdered wolf liver to ease the pain of childbirth and would tie a wolf’s right front paw around a sore throat to reduce the swelling. Dried wolf meat was also eaten as a remedy for sore shins"
  },
  {
    "id": 1069,
    "des": "The Greeks believed that if someone ate meat from a wolf-killed lamb, he or she ran a high risk of becoming a vampire"
  },
  {
    "id": 1070,
    "des": "During the reign of Edward the Confessor, which began in 1042, a condemned criminal was forced to wear a wolf-head mask and could be executed on a “wolf’s head tree” or the gallows where a wolf might be hanged next to him"
  },
  {
    "id": 1071,
    "des": "Werewolf (wer “man” + wulf “wolf”) trials (which can be distinguished from witchcraft trials) led to hundreds of executions during the 1600s. Men, women, and children—many of whom were physically and mentally handicapped—were put to death"
  },
  {
    "id": 1072,
    "des": "The Cherokee Indians did not hunt wolves because they believed a slain wolves’ brothers would exact revenge. Furthermore, if a weapon were used to kill a wolf, the weapon would not work correctly again"
  },
  {
    "id": 1073,
    "des": "In approximately the year 800, Charlemagne founded a special wolf-hunting force, the Louveterie, which remained active until 1789. It was reactivated in1814, and the last French wolf was killed in 1927"
  },
  {
    "id": 1074,
    "des": "Britain’s King Edgar imposed an annual tax of 300 wolf skins on Wales. The Welsh wolf population was quickly exterminated"
  },
  {
    "id": 1075,
    "des": "In 1500, the last wolf was killed in England. In 1770, Ireland’s last wolf was killed. In 1772, Denmark’s last wolf was killed"
  },
  {
    "id": 1076,
    "des": "After hearing of “frightening spirits” in the woods with human features that walked on four legs, Reverend Singh in 1920 discovered a den with two cubs and two human girls, one around age 7 or 8, the other around 2. After being brought back to “civilization,” the younger one died within a year. Recently, authors have questioned the validity of this story as modern knowledge has revealed that wolf-like behavior is often seen in autistic or abused children"
  },
  {
    "id": 1077,
    "des": "Sextus Placitus, in his fifth-century B.C. Medicina de quadrupedibus (Medicinals from Animals), claims that sleeping with a wolf’s head under one’s pillow would cure insomnia"
  },
  {
    "id": 1078,
    "des": "In 1934, Germany became the first nation in modern times to place the wolf under protection. Influenced by Friedrich Nietzsche’s (1844-1900) and Oswald Spengler’s (1880-1936) belief that natural predators possessed more vigor and virility than their prey, the protection was probably more for an “iconic” wolf than the actual wolf, particularly since the last wolves in Germany were killed in the middle of the nineteenth century"
  },
  {
    "id": 1079,
    "des": "Unlike other animals, wolves have a variety of distinctive facial expressions they use to communicate and maintain pack unity"
  },
  {
    "id": 1080,
    "des": "The Japanese word for wolf means “great god.'"
  },
  {
    "id": 1081,
    "des": "Between 6,000 and 7,000 wolf skins are still traded across the world each year. The skins are supplied mainly by Russia, Mongolia, and China and are used mainly for coats"
  },
  {
    "id": 1082,
    "des": "In India, simple wolf traps are still used. These traps consist of a simple pit, disguised with branches or leaves. The wolves fall in and people then stone them to death"
  },
  {
    "id": 1083,
    "des": "Wolves were the first animals to be placed on the U.S. Endangered Species Act list in 1973"
  },
  {
    "id": 1084,
    "des": "John Milton’s famous poem “Lycidas” derives its title from the Greek for “wolf cub,” lykideus"
  },
  {
    "id": 1085,
    "des": "In the Harry Potter universe, werewolf Remus Lupin’s name is directly related to the Latin word for wolf (lupus) and suggests an association with one of the founders of Rome, Remus, who was suckled by a wolf. The dual nature of Lupin’s werewolf nature suggests that in the Potter realm, there are two sides to everything"
  },
  {
    "id": 1086,
    "des": "The last wolf in Yellowstone Park was killed in 1926. In 1995, wolves were reintroduced and, after just ten years, approximately 136 wolves now roam the Park in about 13 wolf packs"
  },
  {
    "id": 1087,
    "des": "Currently, there are about 50,000 wolves in Canada; 6,500 in Alaska; and 3,500 in the Lower 48 States. In Europe, Italy has fewer than 300; Spain around 2,000; and Norway and Sweden combined have fewer than 80. There are about 700 wolves in Poland and 70,000 in Russia"
  }
]